Repository: mozilla-l10n/input-l10n
Catalog: dsb/LC_MESSAGES/django.po
Languages: dsb

source: Search Results From Firefox Input
dsb: Pytańske wuslědki z Firefox Input

source: Happy
dsb: Glucny

source: Sad
dsb: Tužny

source: Response id: {id}
dsb: ID wótegrona: {id}

source: Unknown
dsb: Njeznaty

source: Sentiment
dsb: Zacuśe

source: Product
dsb: Produkt

source: Version
dsb: Wersija

source: Select product to see version breakdown
dsb: Wubjeŕśo produkt, aby se wersijowy pśeglěd woglědał

source: Platform
dsb: Platforma

source: Locale
dsb: Rěc

source: Atom feed for this search
dsb: ATOM-kanal za toś to pytanje

source: Permalink
dsb: Trajny wótkaz

source: When
dsb: Cas

source: 1d
dsb: 1 ź.

source: 7d
dsb: 7 dnj.

source: 30d
dsb: 30 dnj.

source: 90d
dsb: 90 dnj.

source: Start
dsb: Zachopjeńk

source: End
dsb: Kóńc

source: Set
dsb: Póstajiś

source: Feedback
dsb: Komentar

source: Search by keyword
dsb: Pó klucowem słowje pytaś

source: No feedback matches that criteria.
dsb: Žeden komentar njewótpowědujo kriterijam.

source: Older Messages
dsb: Starše powěsći

source: Newer Messages
dsb: Nowše powěsći

source: Messages in specified time range
dsb: Powěsći w póstajonem casowem wobłuku

source: Dashboard unavailable
dsb: Pśeglěd njestoj k dispoziciji

source: Dashboard is currently unavailable. Please try again in 10 minutes.
dsb: Pśeglěd njestoj tuchylu k dispoziciji. Pšosym wopytajśo za 10 minutow hyšći raz.

source: Category
dsb: Kategorija

source: None
dsb: Žedna

source: Description
dsb: Wopisanje

source: Translated
dsb: Pśełožony

source: Translate (machine)
dsb: Pśełožyś (mašinelnje)

source: Translate (human)
dsb: Pśełožyś (pśez cłowjeka)

source: Created
dsb: Napórany

source: Channel
dsb: Kanal

source: URL Domain
dsb: URL-domena

source: Source
dsb: Žrědło

source: Campaign
dsb: Kampanja

source: Browser
dsb: Wobglědowak

source: Browser Ver.
dsb: Wersija wobglědowaka

source: Browser Plat.
dsb: Platforma wobglědowaka

source: Full URL
dsb: Dopołny URL

source: Country
dsb: Kraj

source: Manufacturer
dsb: Zgótowaŕ

source: Device
dsb: Rěd

source: Email
dsb: E-mailowa adresa

source: Browser data
dsb: Daty wobglědowaka

source: yes
dsb: jo

source: API version
dsb: API-wersija

source: Context
dsb: Kontekst

source: Note: All dates and times are in Pacific Time.
dsb: Glědajśo: Wšykne datumowe a casowe pódaśa póśěguju se na pacifiski cas.

source: Dashboard is not available on mobile devices, yet.
dsb: Pśeglěd za mobilne rědy hyšći njestoj k dispoziciji.

source: List of values
dsb: Lisćina gódnotow

source: JSON Object
dsb: JSON-Objekt

source: Forbidden
dsb: Zakazany

source: You do not have access to this page.
dsb: Njamaśo pśistup na toś ten bok.

source: You do not have access to this page. If you have an account, try signing in.
dsb: Njamaśo pśistup na toś ten bok. Jolic maśo konto, wopytajśo se pśizjawiś.

source: Return to the dashboard.
dsb: Slědk k pśeglědoju.

source: Not Found
dsb: Njenamakany

source: The document could not be found.
dsb: Dokument njedajo se namakaś.

source: Something has gone horribly wrong
dsb: Něco njejo se raźiło

source: Dashboard
dsb: Pśeglěd

source: Something has gone horribly wrong.
dsb: Něco njejo se raźiło.

source: There was a problem on the server.
dsb: Jo problem na serwerje.

source: About Firefox Input
dsb: Wó Firefox Input

source: Hello!
dsb: Halo!

source: Firefox Input is Mozilla's primary feedback mechanism for products. It is set up to be a method of one-way communication about your experiences in using our products, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms and product builds.
dsb: Firefox Input jo głowny komentarowy system Mozilla. Jo se ako jadnosměrowa komunikaciska móžnosć napórał, aby wy mógał swóje nazgónjenja z wužywanim našych produktow a z internetom, ako jen dožywjaśo, k wěsći daś, a což Mozilla móžo cyniś, aby dožywjenje pólěpšył. System stoj pśez šyroku wjelerakosć zapódawańskich mechanizmow a produktowych wersijow k dispoziciji.

source: To submit feedback for a Mozilla product, please go to <a href="%(url)s">the feedback submission page</a>!
dsb: Aby komentar za produkt Mozilla pósłał, woglědajśo se pšosym <a href="%(url)s">bok za rozesćełanje komentarow</a>!

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: We adhere to the <a href="%(url)s">Mozilla Privacy Policy</a>.
dsb: Źaržymy se za <a href="%(url)s">pšawidłami priwatnosći Mozilla</a>.

source: Legal Disclaimers and Limitations
dsb: Pšawniske rukowańske wuzamknjenja a wobgranicowanja

source: We are covered by the <a href="%(url)s">Mozilla legal disclaimers and limitations</a> document.
dsb: Pódlažymy dokumentoju <a href="%(url)s">pšawniske rukowańske wuzamknjenja a wobgranicowanja</a>.

source: Data Retention Policy
dsb: Pšawidła k składowanjeju datow

source: We have a data retention policy that covers data stored on this site:
dsb: Mamy pšawidła k składowanjeju datow, kótarež wobjadnaju daty, kótarež su se pśez toś to websedło składli:

source: We keep feedback data forever, but only the last 6 months of data is available on the public dashboard.
dsb: Wobchowajomy komentarowe daty na pśecej, ale jano daty zachadnych 6 mjasecow su zjawnje w pśeglěźe k dispoziciji.

source: We keep email addresses and contextual data associated with feedback data for 6 months and then delete it.
dsb: Wobchowajomy zwisk e-mailowych adresow a kontekstowych datow z komentarowymi datami za 6 mjasecow a wulašujomy je pótom.

source: Open Data
dsb: Wótwórjone daty

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please contact us!
dsb: My by rady z toś tymi datami eksperimentěrowali, ale smy jano mało luźi. Togodla trjebamy waše napšašowanja, aby my wiźeli, za kótare pšašanja wy by rady wótegrona měł! Jolic wy by rady z našymi datami eksperimentěrował, stajśo se z nami do zwiska!

source: Source Code
dsb: Žrědłowy tekst

source: The code for the Firefox Input site can be <a href="%(url)s">found on GitHub</a>!
dsb: Žrědłowy tekst za websedło Firefox Input dajo se <a href="%(url)s">na GitHub namakaś</a>!

source: Welcome
dsb: Witajśo

source: Proceed to main content
dsb: Dalej ku głownemu wopśimjeśeju

source: Proceed to footer
dsb: Dalej k nogowej smužce

source: Give Feedback
dsb: Komentar pósłaś

source: Analytics
dsb: Analytika

source: Hello, {username}
dsb: Halo {username}

source: Sign out
dsb: Wótzjawiś

source: Sign in
dsb: Pśizjawiś

source: CSRF Failure
dsb: CSRF-zmólka

source: Login Failure
dsb: Pśizjawjenje njejo se raźiło

source: Welcome to Input!
dsb: Witajśo do Input!

source: Other languages:
dsb: Dalšne rěcy:

source: Go
dsb: Dalej

source: Legal Notices
dsb: Pšawniske pokazki

source: Report Trademark Abuse
dsb: Znjewužywanje znamjenjow wóry k wěsći daś

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
dsb: Jolic njejo nic druge <a href="%(legal_url)s">pódane</a>, stoj wopśimjeśe na toś tom sedle pód licencu <a href="%(license_url)s">Creative Commons Attribution Share-Alike v3.0</a> abo pód nowšeju.

source: Your submission failed a security check on our system.
dsb: Wašo zapódaśe njejo wěstotnu kontrolu na našom systemje wobstało.

source: Please make sure you have cookies enabled, press the Back button in your browser, refresh the page, fill out the form, and try submitting your feedback again.
dsb: Pšosym zawěsććo, až sćo cookije zmóžnił, klikniśo na tłocašk Slědk w swójom wobglědowaku, aktualizěrujśo bok, wupołniśo formular a wopytajśo, swój komentar znowego wótpósłaś.

source: You've failed to authenticate with Persona. Please try again.
dsb: Njejo se wam raźiło, se z Persona awtentificěrowaś. Pšosym wopytajśo hyšći raz.

source: Welcome!
dsb: Witajśo!

source: The identity you just logged in to Persona with ties you to your account on Input. Please remember which Persona identity you used.
dsb: Identita, z kótarejuž sćo se rowno pla Persona pśizjawił, zwězujo waš z wašym kontom na Input. Pšosym markujśo se, kótaru identitu Persona sćo wužył.

source: Continue
dsb: Dalej

source: Colombia
dsb: Kolumbiska

source: Poland
dsb: Pólska

source: Spain
dsb: Špańska

source: Brazil
dsb: Brazilska

source: Germany
dsb: Nimska

source: Greece
dsb: Grichiska

source: Hungary
dsb: Hungorska

source: Serbia
dsb: Serbiska

source: Montenegro
dsb: Carnogórska

source: Mexico
dsb: Mexiko

source: Download Firefox
dsb: Firefox ześěgnuś

source: Please Download Firefox
dsb: Pšosym ześěgniśo Firefox

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
dsb: Ow! Cośo nam komentary wó Firefox pósłaś? Wjeliki źěk, ale musyśo za to nejnowšu wersiju wužywas.

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
dsb: Aby to cynił, źiśo k našomu ześěgnjeńskemu bokoju a zainstalěrujśo/zaktualizěrujśo <a href="%(url)s">nejnowšu wersiju Firefox!</a>

source: Submit Your Feedback
dsb: Waš komentar wotpósłaś

source: {product} feedback
dsb: Komentar wó {product}

source: JavaScript is required to leave feedback. Please enable JavaScript in your browser and refresh this page.
dsb: JavaScript jo trěbny, aby mógał komentary zawóstajiś. Pšosym zmóžniśo JavaScript w swójom wobglědowaku a zaktualizěrujśo toś ten bok.

source: Your feedback helps us improve Firefox OS.
dsb: Waš komentar nam pomaga, Firefox OS pólěpšyś.

source: %(product)s makes me happy
dsb: %(product)s mě glucy

source: %(product)s makes me sad
dsb: %(product)s mě tužy

source: Is %(product)s not the product you want to give feedback on?<br /> <a href="%(url)s">Pick a different product</a>.
dsb: Njejo %(product)s produkt, ku kótaremuž cośo swójo měnjenje groniś?<br /><a href="%(url)s">Wubjeŕśo drugi produkt</a>.

source: In what country did you purchase your Firefox OS device?
dsb: W kótarem kraju sćo swój rěd z Firefox OS kupił?

source: Other
dsb: Druge

source: Next
dsb: Pśiducy

source: What Firefox OS device are you using?
dsb: Kótary rěd z Firefox OS wužywaśo?

source: Details
dsb: Drobnostki

source: Please describe what you like. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
dsb: Pšosym wopišćo, což wam se spódoba. Wopśimjeśe wašogo komentar buźo zjawnje widobne, pótakem njepódawajśo pšosym wósobinske informacije ako swóju e-mailowu adresu, swóje gronidła abo swój telefonowy numer.

source: Please describe your problem below and be as specific as you can. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
dsb: Pšosym wopišćo dołojce swój problem tak dokradnje ako móžno. Wopśimjeśe wašogo komentar buźo zjawnje widobne, pótakem njepódawajśo pšosym wósobinske informacije ako swóju e-mailowu adresu, swóje gronidła abo swój telefonowy numer.

source: If your feedback is related to a website, you can include it here:
dsb: Jolic waš komentar póśěgujo se na websedło, móžośo jo how pódaś:

source: (Optional) Check here to let us contact you to follow up on your feedback. Your email address will be kept private.
dsb: (Na žycenje) Aktiwěrujśo toś ten kontrolny kašćik, aby my mógli se nastupajujucy waš komentar z wami do zwiska stajiś. Waša e-mailowa adresa wobchada se z dowěrliwosću.

source: Please enter a valid email address.
dsb: Pšosym zapódajśo płaśiwu e-mailowu adresu.

source: Submit
dsb: Wótpósłaś

source: Submitting....
dsb: Sćelo se…

source: Success!
dsb: Jo se raźiło!

source: Thank you for your feedback! We will use it to help us create a better experience in future versions of Firefox OS.
dsb: Źěkujomy se za waš komentar! Buźo nam pomagaś, lěpše dožywjenje w pśichodnych wersijach Firefox OS napóraś.

source: Learn how you can <a href="%(url)s">make Firefox OS and Mozilla better</a>.
dsb: Zgóńśo, kak móžośo <a href="%(url)s">Firefox OS a Mozilla pólěpšyś</a>.

source: We're sorry!
dsb: Jo nam luto!

source: Something has happened and we can't submit your feedback. Feedback will be saved on your device so you can try sending it again later.
dsb: Něco njejo se raźiło a njamóžomy waš komentar wótpósłaś. Komentar buźo se na wašom rěźe składowaś, aby wy mógał wopytaś, jen pózdźej słaś.

source: Try again
dsb: Hyšći raz wopytaś

source: Cancel
dsb: Pśetergnuś

source: You have unsubmitted feedback data. Would you like to try submitting it again?
dsb: Maśo njewótpósłane daty. Cośo hyšći raz wopytowaś, jen wótpósłaś?

source: How does %(product)s make you feel?
dsb: Kótare zacuśe jo %(product)s we was wubuźił?

source: Check here to provide technical information about your browser. This information helps us better understand our users and create better products. This information will be kept in accordance with our Privacy policy.
dsb: Wubjeŕśo to, aby techniske informacije wó swójom wobglědowaku pódał. Toś te informacije pomagaju nam, našych wužywarjow lěpjej rozměś a lěpše produkty napóraś. Toś te daty wobchowaju se w makanju z našymi pšawidłami priwatnosći.

source: Select A Product
dsb: Wubjeŕśo produkt

source: Select a product
dsb: Wubjeŕśo produkt

source: No products available.
dsb: Žedne produkty k dispoziciji.

source: Select a product to leave feedback for.
dsb: Wubjeŕśo produkt, kótaryž cośo komentěrowaś

source: Thanks
dsb: Wjeliki źěk

source: Thanks for Your Feedback
dsb: Źěkujomy se za waš komentar

source: Your feedback will be used to create a better experience in future releases of %(product)s.
dsb: Waš komentar buźo se wužywaś, aby w pśichodnych wersijach %(product)s lěpše dožywjenje napórał.

source: Suggestions from your feedback:
dsb: Naraźenja z wašogo komentara:

source: Having problems? Get help.
dsb: Maśo problemy? Wobstarajśo se pomoc.

source: Go to our support forum where you can <a href="%(url)s">get help and find answers</a>.
dsb: Źiśo k našomu forumoju pomocy, źož móžośo <a href="%(url)s">se pomoc wobstaraś a wótegrona namakaś</a>.

source: Shape the future of Firefox.
dsb: Wugótujśo pśichod Firefox.

source: Download <a href="%(download_url)s">the Firefox build that is right for you</a>.
dsb: Ześěgniśo <a href="%(download_url)s">wersiju Firefox, kótaraž maka se k wam</a>.

source: Contribute to Mozilla.
dsb: Cyńśo pla Mozilla sobu.

source: Learn how you can <a href="%(url)s">make %(product)s and Mozilla better</a>.
dsb: Zgóńśo, kak móžośo <a href="%(url)s">%(product)s a Mozilla pólěpšyś</a>.

source: Find the latest news about %(product)s.
dsb: Namakajśo nejnowše powěsći wó %(product)s.

source: Please Download Firefox!
dsb: Pšosym ześěgniśo Firefox!

source: Ask a question in our support forum
dsb: Pšašajśo se w našom forumje pomocy
