Repository: mozilla-l10n/input-l10n
Catalog: hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Unknown
hsb: Njeznaty

source: Search Results From Firefox Input
hsb: Pytanske wuslědki z Firefox Input

source: Happy
hsb: Zbožowny

source: Sad
hsb: Zrudny

source: Response id: {id}
hsb: ID wotmołwy: {id}

source: Sentiment
hsb: Začuće

source: Product
hsb: Produkt

source: Version
hsb: Wersija

source: Select product to see version breakdown
hsb: Wubjerće produkt, zo byšće sej wersijowy přehlad wobhladał

source: Platform
hsb: Platforma

source: Locale
hsb: Rěč

source: Atom feed for this search
hsb: Atom-kanal za tute pytanje

source: Permalink
hsb: Trajny wotkaz

source: When
hsb: Doba

source: 1d
hsb: 1 dź.

source: 7d
hsb: 7 dnj.

source: 30d
hsb: 30 dnj.

source: 90d
hsb: 90 dnj.

source: Start
hsb: Spočatk

source: End
hsb: Kónc

source: Set
hsb: Postajić

source: Note: All dates and times are in Pacific Time.
hsb: Kedźbu: Wšě datumowe a časowe podaća poćahuja so na pacifiski čas.

source: Feedback
hsb: Komentar

source: Search by keyword
hsb: Po klučowym słowje pytać

source: No feedback matches that criteria.
hsb: Žadyn komentar kriterijam njewotpowěduje.

source: Older Messages
hsb: Starše powěsće

source: Newer Messages
hsb: Nowše powěsće

source: Messages in specified time range
hsb: Powěsće w postajenym časowym wobłuku

source: Dashboard unavailable
hsb: Přehlad k dispoziciji njesteji

source: Dashboard is currently unavailable. Please try again in 10 minutes.
hsb: Přehlad tuchwilu k dispoziciji njesteji. Prošu spytajće za 10 mjeńšin hišće raz.

source: Category
hsb: Kategorija

source: None
hsb: Žana

source: Description
hsb: Wopisanje

source: Translated
hsb: Přełoženy

source: Translate (machine)
hsb: Přełožić (mašinelnje)

source: Translate (human)
hsb: Přełožić (wot čłowjeka)

source: Created
hsb: Wutworjeny

source: Channel
hsb: Kanal

source: URL Domain
hsb: URL-domena

source: Source
hsb: Žórło

source: Campaign
hsb: Kampanja

source: Browser
hsb: Wobhladowak

source: Browser Ver.
hsb: Wersija wobhladowaka

source: Browser Plat.
hsb: Platforma wobhladowaka

source: Full URL
hsb: Dospołny URL

source: Country
hsb: Kraj

source: Manufacturer
hsb: Zhotowjer

source: Device
hsb: Grat

source: Email
hsb: E-mejlowa adresa

source: Browser data
hsb: Daty wobhladowaka

source: yes
hsb: haj

source: API version
hsb: API-wersija

source: Context
hsb: Kontekst

source: Dashboard is not available on mobile devices, yet.
hsb: Přehlad za mobilne graty k dispoziciji hišće njesteji.

source: JSON Object
hsb: JSON-objekt

source: Forbidden
hsb: Zakazany

source: You do not have access to this page.
hsb: Nimaće přistup na tutu stronu.

source: You do not have access to this page. If you have an account, try signing in.
hsb: Nimaće přistup na tutu stronu. Jeli maće konto, spytajće so přizjewić.

source: Return to the dashboard.
hsb: Wróćo k přehladej.

source: Not Found
hsb: Njenamakany

source: The document could not be found.
hsb: Dokument njeda so namakać.

source: Something has gone horribly wrong
hsb: Něšto je so čisće nimokuliło

source: Dashboard
hsb: Přehlad

source: Something has gone horribly wrong.
hsb: Něšto je so čisće nimokuliło.

source: There was a problem on the server.
hsb: Problem ze serwerom je wustupił.

source: About Firefox Input
hsb: Wo Firefox Input

source: Hello!
hsb: Halo!

source: Firefox Input is Mozilla's primary feedback mechanism for products. It is set up to be a method of one-way communication about your experiences in using our products, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms and product builds.
hsb: Firefox Input je hłowny komentarowy system Mozilla. Je so jako jednosměrowa komunikaciska móžnosć wutworił, zo byšće móhł swoje nazhonjenja z wužiwanjom našich produktow a z internetom, kaž jón dožiwjeće, zdźělić, a štož Mozilla móže činić, zo by dožiwjenje polěpšił. System steji přez šěroku wšelakorosć zapodawanskich mechanizmow a produktowych wersijow k dispoziciji.

source: To submit feedback for a Mozilla product, please go to <a href="%(url)s">the feedback submission page</a>!
hsb: Zo byšće komentar za produkt Mozilla pósłał, wopytajće prošu <a href="%(url)s">stronu za rozposyłanje komentarow</a>!

source: Privacy Policy
hsb: Prawidła priwatnosće

source: We adhere to the <a href="%(url)s">Mozilla Privacy Policy</a>.
hsb: Dźeržimy so <a href="%(url)s">prawidłow priwatnosće Mozilla</a>.

source: Legal Disclaimers and Limitations
hsb: Prawniske rukowanske wuzamknjenja a wobmjezowanja

source: We are covered by the <a href="%(url)s">Mozilla legal disclaimers and limitations</a> document.
hsb: Podležimy dokumentej <a href="%(url)s">prawniskich rukowanskich a wobmjezowanjow</a>.

source: Data Retention Policy
hsb: Prawidła k składowanju datow

source: We have a data retention policy that covers data stored on this site:
hsb: Mamy prawidła k składowanju datow, kotrež daty wobjednawaja, kotrež su so přez tute websydło składowali:

source: We keep feedback data forever, but only the last 6 months of data is available on the public dashboard.
hsb: Wobchowamy komentarowe daty na přeco, ale jenož daty zańdźenych 6 měsacow su zjawnje w přehledźe k dispoziciji.

source: We keep email addresses and contextual data associated with feedback data for 6 months and then delete it.
hsb: Wobchowamy zwisk e-mejlowych adresow a kontekstowych datow z komentarowymi datami za 6 měsacow a zhašamy je potom.

source: Open Data
hsb: Wotewrjene daty

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please contact us!
hsb: Bychmy rady z tutymi datami eksperimentowali, ale smy jenož mało ludźi. Tohodla trjebamy waše naprašowanja, zo bychmy widźeli, za kotre prašenja wy byšće rady wotmołwy měł! Jeli byšće rady z našimi datami eksperimentował, stajće so z nami do zwiska!

source: Source Code
hsb: Žórłowy tekst

source: The code for the Firefox Input site can be <a href="%(url)s">found on GitHub</a>!
hsb: Žórłowy tekst za websydło Firefox Input hodźi so <a href="%(url)s">na GitHub namakać</a>!

source: Welcome
hsb: Witajće

source: Proceed to main content
hsb: Dale k hłownemu wobsahej

source: Proceed to footer
hsb: Dale k nohowej lince

source: Give Feedback
hsb: Komentar pósłać

source: Analytics
hsb: Analytika

source: Hello, {username}
hsb: Halo {username}

source: Sign out
hsb: Wotzjewić

source: Sign in
hsb: Přizjewić

source: CSRF Failure
hsb: CSRF-zmylk

source: Login Failure
hsb: Přizjewjenje je so nimokuliło

source: Welcome to Input!
hsb: Witajće do Input!

source: Your submission failed a security check on our system.
hsb: Waše zapodaće njeje wěstotnu kontrolu na našim systemje wobstało.

source: Please make sure you have cookies enabled, press the Back button in your browser, refresh the page, fill out the form, and try submitting your feedback again.
hsb: Prošu zawěsćće, zo sće cookije zmóžnił, klikńće na tłóčatko Wróćo w swojim wobhladowaku, aktualizujće stronu, wupjelńće formular a spytajće, swój komentar znowa wotpósłać.

source: Legal Notices
hsb: Prawniske pokazy

source: Report Trademark Abuse
hsb: Znjewužiwanje tworowych znamjenjow zdźělić

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
hsb: Jeli njeje ničo druhe <a href="%(legal_url)s">podate</a>, steji wobsah na tutym sydle pod licencu <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike</a> wersija 3.0 abo pod nowšej.

source: Other languages:
hsb: Dalše rěče:

source: Go
hsb: Dalej

source: You've failed to authenticate with Persona. Please try again.
hsb: Njeje so wam poradźiło, so z Persona awtentifikować. Prošu spytajće hišće raz.

source: Welcome!
hsb: Witajće!

source: The identity you just logged in to Persona with ties you to your account on Input. Please remember which Persona identity you used.
hsb: Identita, z kotrejž sće so runje pola Persona přizjewił, zwjazuje was z wašim kontom na Input. Prošu spomjatkujće sej, kotru identitu Persona sće wužił.

source: Continue
hsb: Dale

source: Colombia
hsb: Kolumbiska

source: Poland
hsb: Pólska

source: Spain
hsb: Španiska

source: Brazil
hsb: Brazilska

source: Germany
hsb: Němska

source: Greece
hsb: Grjekska

source: Hungary
hsb: Madźarska

source: Serbia
hsb: Serbiska

source: Montenegro
hsb: Čorna Hora

source: Mexico
hsb: Mexiko

source: Download Firefox
hsb: Firefox sćahnyć

source: Please Download Firefox
hsb: Prošu sćehńće Firefox

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
hsb: Ow! Chceće nam komentary wo Firefox pósłać? Wulki dźak, ale dyrbiće za to najnowšu wersiju wužiwać.

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
hsb: Zo byšće to činił, dźiće k našej sćehnjenskej stronje a instalujće/zaktualizujće <a href="%(url)s">najnowšu wersiju Firefox!</a>

source: Submit Your Feedback
hsb: Waš komentar wotposłać

source: Submit feedback
hsb: Komentar wotpósłać

source: Your feedback helps us improve Firefox OS.
hsb: Waš komentar nam pomha, Firefox OS polěpšić.

source: Firefox OS made me happy
hsb: Firefox OS je mje wozbožił

source: Firefox OS made me sad
hsb: Firefox OS je mje zrudnił

source: If you need help or have a problem with Firefox OS, please visit <a href="%(support_url)s">Mozilla Support</a>.
hsb: Jeli trjebaće pomoc abo maće problem z Firefox OS, wopytajće <a href="%(support_url)s">pomoc Mozilla</a>.

source: In what country did you purchase your Firefox OS device?
hsb: W kotrym kraju sće swój grat z Firefox OS kupił?

source: Other
hsb: Druhe

source: Next
hsb: Přichodny

source: What Firefox OS device are you using?
hsb: Kotry grat z Firefox OS wužiwaće?

source: Details
hsb: Podrobnosće

source: Please describe what you liked.
hsb: Prošu wopisajće, štož so wam spodoba.

source: Please describe your problem below and be as specific as you can.
hsb: Prošu wopisajće deleka swój problem tak dokładnje kaž móžno.

source: The content of your feedback will be public, so please be sure not to include any personal information.
hsb: Wobsah wašeho komentara je zjawnje widźomny, njepodawajće potajkim žane wosobinske daty.

source: Can we contact you?
hsb: Směmy so z wami do zwiska stajić?

source: Check here to let us contact you to follow up on your feedback.
hsb: Aktiwizujće tutón kontrolny kašćik, zo bychmy móhli so nastupajo waš komentar do zwiska stajić.

source: Email address (optional):
hsb: E-mailowa adresa (opcionalna):

source: Please enter a valid email address.
hsb: Prošu zapodajće płaćiwu e-mejlowu adresu.

source: Don't worry, your email will always be kept private.
hsb: Žadyn strach, waša e-mejlowa adresa wostanje přeco priwatna.

source: Send Feedback
hsb: Komentar pósłać

source: Submitting....
hsb: Sćele so…

source: Success!
hsb: Je so poradźiło!

source: Thank you for your feedback! We will use it to help us create a better experience in future versions of Firefox OS.
hsb: Dźakujemy so za waš komentar! Budźe nam pomhać, lěpše dožiwjenje w přichodnych wersijach Firefox OS wutworić.

source: Learn how you can <a href="%(url)s">make Firefox OS and Mozilla better</a>.
hsb: Zhońće, kak móžeće <a href="%(url)s">Firefox OS a Mozilla polěpšić</a>.

source: We're sorry!
hsb: Je nam žel!

source: Something has happened and we can't submit your feedback. Feedback will be saved on your device so you can try sending it again later.
hsb: Něšto je so nimokuliło a njemóžemy waš komentar wotpósłać. Komentar budźe so na wašim graće składować, zo byšće móhł spytać, jón pozdźišo słać.

source: Try again
hsb: Hišće raz spytać

source: Cancel
hsb: Přetorhnyć

source: You have unsubmitted feedback data. Would you like to try submitting it again?
hsb: Maće njewotpósłane daty. Chceće hišće raz pospytować, jón wotpósłać?

source: {product} feedback
hsb: Komentar wo {product}

source: JavaScript is required to leave feedback. Please enable JavaScript in your browser and refresh this page.
hsb: JavaScript je trěbny, zo byšće móhł komentary zawostajić. Prošu zmóžńće JavaScript w swojim wobhladowaku a zaktualizujće tutu stronu.

source: How does %(product)s make you feel?
hsb: Kotre začuće je %(product)s we was wubudźił?

source: %(product)s makes me happy
hsb: %(product)s mje wozbožuje

source: %(product)s makes me sad
hsb: %(product)s mje rudni

source: Is %(product)s not the product you want to give feedback on?<br /> <a href="%(url)s">Pick a different product</a>.
hsb: Njeje %(product)s produkt, ke kotremuž chceće swoje měnjenje prajić?<br /><a href="%(url)s">Wubjerće druhi produkt</a>.

source: Please describe what you like. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
hsb: Prošu wopisajće, štož wam so spodoba. Wobsah wašego komentara budźe zjawnje widźomny, potajkim njepodawajće prošu wosobinske informacije kaž swoju e-mejlowu adresu, swoje hesła abo swoje telefonowe čisło.

source: Please describe your problem below and be as specific as you can. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
hsb: Prošu wopisajće deleka swój problem tak dokładnje kaž móžno. Wobsah wašego komentara budźe zjawnje widźomny, potajkim njepodawajće prošu wosobinske informacije kaž swoju e-mejlowu adresu, swoje hesła abo swoje telefonowe čisło.

source: If your feedback is related to a website, you can include it here:
hsb: Jeli so waš komentar na websydło poćahuje, móžeće jo tu podać.

source: (Optional) Check here to provide technical information about your browser. This information helps us better understand our users and create better products. This data will be kept private.
hsb: (Na přeće) Wubjerće to, zo byšće techniske informacije wo swojim wobhladowaku podał. Tute informacije pomhaja nam, našich wužiwarjow lěpje rozumić a lěpše produkty wutworić. Tute daty wostanu priwatne.

source: (Optional) Check here to provide technical information about your browser. This will help us diagnose problems more quickly. This data will be kept private.
hsb: (Na přeće) Wubjerće to, zo byšće techniske informacije wo swojim wobhladowaku podał. To budźe nam pomhać, problemy spěšnišo diagnosticěrować. Tute daty wostanu priwatne.

source: (Optional) Check here to let us contact you to follow up on your feedback. Your email address will be kept private.
hsb: (a přeće) Aktiwizujće tutón kontrolny kašćik, zo bychmy móhli so nastupajo waš komentar z wami do zwiska stajić. Waša e-mejlowa adresa wobchadźa so z dowěrliwosću.

source: Select A Product
hsb: Wubjerće produkt

source: Select a product
hsb: Wubjerće produkt

source: No products available.
hsb: Žane produkty k dispoziciji.

source: Select a product to leave feedback for.
hsb: Wubjerće produkt, kotryž chceće komentować.

source: Thanks
hsb: Wulki dźak

source: Thanks for Your Feedback
hsb: Dźakujemy so wam za waš komentar

source: Your feedback will be used to create a better experience in future releases of Firefox.
hsb: Waš komentar budźe so wužiwać, zo by w přichodnych wersijach Firefox lěpše dožiwjenje wutworił.

source: Shape the future of Firefox.
hsb: Wuhotujće přichod Firefox.

source: Download <a href="%(download_url)s">the build that is right for you</a>.
hsb: Sćehńće <a href="%(download_url)s">wersiju, kotraž hodźi so k wam</a>.

source: Having problems? Get help.
hsb: Maće problemy? Wobstarajće sej pomoc.

source: Go to our support forum where you can <a href="%(url)s">get help and find answers</a>.
hsb: Dźiće k našemu forumej pomocy, hdźež móžeće <a href="%(url)s">sej pomoc wobstarać a wotmołwy namakać</a>.

source: Contribute to Mozilla.
hsb: Čińće pola Mozilla sobu.

source: Learn how you can <a href="%(url)s">make Firefox and Mozilla better</a>.
hsb: Zhońće, kak móžeće <a href="%(url)s">Firefox a Mozilla polěpšić</a>.

source: Find the latest news about Firefox.
hsb: Dóstańće najnowše powěsće wo Firefox.

source: Please Download Firefox!
hsb: Prošu sćehńće Firefox!
