Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, es, fr, ga_ie, hr, hu, nb_no, nl, pl, ru, sk, tr, uk

source: Firefox Input is Mozilla's primary feedback mechanism for products. It is set up to be a method of one-way communication about your experiences in using our products, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms and product builds.
de: Firefox Input ist Mozillas Haupt-Feedback-System. Es wurde als Einweg-Kommunikationsmöglichkeit geschaffen, damit Sie Ihre Erfahrungen mit der Nutzung von unserer Produkte und mit dem Internet, so wie Sie es durch das Produkt erleben, mitteilen und auch vorschlagen können, was Mozilla tun kann, um Ihr Nutzererlebnis zu verbessern. Das System ist über eine breite Vielfalt an Einreichungsmechanismen und Produkt-Builds verfügbar.
es: Firefox Input es el principal mecanismo para recopilar opiniones de Mozilla. Constituye un método de un solo sentido que permite comunicar tus experiencias al utilizar nuestros productos, la Web que ves a través de ellos y lo que Mozilla puede hacer para mejorar esas experiencias. El sistema está disponible a través de una amplia variedad de mecanismos de envío en los tres canales principales de binarios.
fr: Firefox Input est le principal système de collecte de commentaires de Mozilla. Il s’agit d’une méthode de communication à sens unique concernant votre utilisation de Firefox, la manière dont vous appréhendez Internet grâce à celui-ci et ce que Mozilla peut faire pour l’améliorer. Ce service peut être utilisé via une série de systèmes d’envoi disponibles sur différents canaux de distribution.
ga_ie: Is é Firefox Input príomhchóras aiseolais Mhozilla. Is éard atá ann ná modh cumarsáide aontreo maidir lenár dtáirgí, an tIdirlíon a bhrabhsálann tú tríd, agus na rudaí is féidir le Mozilla a dhéanamh le feabhas a chur ar do chuairt ar líne. Tugann an córas bealaí éagsúla duit le haiseolas a sheoladh chugainn, agus is féidir aiseolas faoi na trí phríomhleagan atá againn a sheoladh.
hu: A Firefox Input a Mozilla elsődleges rendszere a termékeivel kapcsolatos felhasználói visszajelzések fogadására. Ez egy egyirányú kommunikáció, amelynek segítségével a termékeink használata során tapasztalt felhasználói élményeikkel kapcsolatban mondhatják el véleményüket és azt, hogy mit tehet a Mozilla a jobb felhasználói élmény érdekében. A rendszer számos beküldési módszeren és termékváltozaton keresztül érhető el.
nb_no: Firefox Input er Mozillas primære tilbakemeldings-metode for produkter. Den fungerer som en enveis kommunikasjonsmedium om din opplevelse ved bruk av våre produkter, om hvordan du opplever Internettet gjennom dem, og hva Mozilla kan gjøre for å forbedre den opplevelsen. Systemet er tilgjengelig over et bredt utvalg av innsendingsmåter og produkt-builds.
nl: Firefox Input is Mozilla’s primaire feedbackmiddel voor producten. Het is opgezet als een methode van communicatie in één richting over uw ervaring met het gebruik van onze producten, het internet dat u ermee bekijkt, en wat Mozilla kan doen om die ervaring te verbeteren. Het systeem is in een breed scala van inzendingsmiddelen en productbuilds beschikbaar.
pl: Firefox Input jest podstawowym narzędziem – systemem Mozilli służącym zbieraniu opinii użytkowników. Jest nastawione na jednokierunkową komunikację z użytkownikami produktów Mozilli w celu przekazania ich opinii o swoich wrażeniach z używania tych produktów, oraz jak internet jest przez nich postrzegany i co Mozilla może zrobić, by te wrażenia udoskonalić. System jest dostępny poprzez różnorodne mechanizmy przesyłania informacji i mechanizmy wbudowane w produktach.
ru: Firefox Input - основной механизм обратной связи Mozilla. Он создан как метод односторонней связи, позволяющий вам сообщить о впечатлениях, возникших при использовании наших продуктов, о том как вы видите через них Интернет, и о том, что может сделать Mozilla, чтобы улучшить их работу. К этой системе можно получить доступ с помощью разнообразных механизмов отправки отзывов и сборок продуктов.
sk: Firefox Input je hlavný mechanizmus pre zber reakcií k produktom Mozilla. Je vytvorený pre jednostrannú komunikáciu o vašich zážitkoch pri používaní našich produktov, webových stránkach, ktoré cez ne navštevujete a o tom, čo môže Mozilla spraviť pre to, aby boli tieto zážitky ešte lepšie. Systém je dostupný pre širokú radu foriem odosielania reakcií k jednotlivým zostaveniam každého produktu.
tr: Firefox Input, Mozilla'nın ürünlerle ilgili birincil geri bildirim mekanizmasıdır. Ürünlerimizi kullanırken ve internette gezinirken yaşadığınız deneyimleri bizimle paylaşmanız, Mozilla'nın bu deneyimi daha iyi hâle getirmek için neler yapabileceğini anlatmanız için tek yönlü bir iletişim yöntemidir. Sistem, çeşitli ürünlerde çeşitli gönderi mekanizmaları sunmaktadır.
uk: Firefox Input є основним механізмом зворотнього зв'язку з Mozilla. Він створений, як метод одностороннього зв'язку за допомогою якого ви можете повідомити про свій досвід використання наших продуктів, про те яким ви бачите через них інтернет, та про те, що може зробити Mozilla для їх покращення. Система доступна через різноманітні механізми надсилання відгуків та збірок продуктів.

source: To submit feedback for a Mozilla product, please go to <a href="%(url)s">the feedback submission page</a>!
de: Um Feedback für ein Mozilla-Produkt abzugeben, gehen Sie bitte auf unsere <a href="%(url)s">Feedback-Seite</a>!
es: Para enviar opiniones sobre un producto de Mozilla, ve a <a href="%(url)s">la página de envío de opiniones</a>.
fr: Pour envoyer des commentaires sur un logiciel Mozilla, veuillez visiter <a href="%(url)s">la page d’envoi de commentaires</a>.
ga_ie: Le haiseolas faoi tháirge Mozilla a sheoladh chugainn, téigh go dtí <a href="%(url)s">an leathanach aiseolais</a>!
hu: A Mozilla termékével kapcsolatos visszajelzés elküldéséhez menjen a <a href="%(url)s">visszajelzés-küldő oldalra</a>!
nb_no: For å gi tilbakemelding på et Mozilla-produkt, gå til <a href="%(url)s">tilbakemeldingssiden</a>!
nl: Ga naar <a href="%(url)s">de invoerpagina voor feedback</a> om feedback over een Mozilla-product in te dienen!
pl: Aby przesłać opinię dotyczącą produktu Mozilli, przejdź na <a href="%(url)s">stronę wysyłania opinii</a>!
ru: Чтобы отправить отзыв на продукт Mozilla, пожалуйста, перейдите на <a href="%(url)s">страницу отправки отзывов</a>!
sk: Ak chcete odoslať názor k produktu Mozilly, prejdite na <a href="%(url)s">stránku odosielania názorov</a>!
tr: Bir Mozilla ürünüyle ilgili geri bildirimde bulunmak için lütfen <a href="%(url)s">geri bildirim gönderim sayfasını</a> ziyaret edin!
uk: Щоб надіслати відгук на продукт Mozilla, перейдіть будь ласка на <a href="%(url)s">сторінку надсилання відгуку</a>!

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ga_ie: Polasaí Príobháideachta
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
nb_no: Personvern
nl: Privacybeleid
pl: Zasady ochrony prywatności
ru: Политика приватности
sk: Zásady ochrany súkromia
tr: Gizlilik İlkeleri
uk: Політика приватності

source: We adhere to the <a href="%(url)s">Mozilla Privacy Policy</a>.
de: Wir halten uns an die <a href="%(url)s">Mozilla-Datenschutzerklärung</a>.
es: Nos adherimos a la <a href="%(url)s">Política de privacidad de Mozilla</a>.
fr: Nous adhérons à la <a href="%(url)s">politique de confidentialité de Mozilla</a>.
ga_ie: Cloímid le <a href="%(url)s">Polasaí Príobháideachais Mhozilla</a>.
hu: Tiszteletben tartjuk a <a href="%(url)s">Mozilla adatvédelmi irányelveket</a>.
nb_no: Vi overholder <a href="%(url)s">Mozillas personvernspolicy</a>.
nl: We houden ons aan het <a href="%(url)s">privacybeleid van Mozilla</a>.
pl: Stosujemy <a href="%(url)s">Zasady ochrony prywatności</a>.
ru: Мы придерживаемся <a href="%(url)s">Политики приватности Mozilla</a>.
sk: Dodržujeme <a href="%(url)s">Zásady ochrany súkromia Mozilly</a>.
tr: <a href="%(url)s">Mozilla Gizlilik İlkelerine</a> sadığız.
uk: Ми притримуємось <a href="%(url)s">Політики приватності Mozilla</a>.

source: Legal Disclaimers and Limitations
de: Rechtlicher Disclaimer und Einschränkungen
es: Limitaciones y descargos de responsabilidades
fr: Dénégations et restrictions légales
ga_ie: Séanadh Dlí agus Teorainneacha
hu: Jogi nyilatkozatok és korlátozások
nb_no: Juridiske ansvarsfraskrivelser og begrensninger
nl: Juridische vrijwaringen en beperkingen
pl: Zastrzeżenia prawne i ograniczenia
ru: Юридические отказы от ответственности и ограничения
sk: Právne prehlásenia a obmedzenia
tr: Yasal uyarılar ve kısıtlamalar
uk: Юридичні відмови від відповідальності та обмеження

source: We are covered by the <a href="%(url)s">Mozilla legal disclaimers and limitations</a> document.
de: Wir unterliegen dem Dokument „<a href="%(url)s">Mozillas rechtlicher Disclaimer und Einschränkungen</a>“.
es: Estamos bajo el amparo del documento <a href="%(url)s">Limitaciones y descargos de responsabilidades legales de Mozilla</a>.
fr: Nous sommes couverts par le document <a href="%(url)s">Dénégations et restrictions légales de Mozilla</a>.
ga_ie: Tá an suíomh seo faoi scáth na cáipéise <a href="%(url)s">Séanadh Dlí agus Teorainneacha Mozilla</a>.
hu: Az oldalra a <a href="%(url)s">Mozilla jogi nyilatkozatok és korlátozások</a> dokumentum vonatkozik.
nb_no: Vi er omfattet av dokumentet <a href="%(url)s">Mozilla juridiske ansvarsfraskrivelser og begrensninger</a>.
nl: We vallen onder het document <a href="%(url)s">Juridische vrijwaringen en beperkingen van Mozilla</a>.
pl: Stosujemy zasady określone w dokumencie <a href="%(url)s">Zastrzeżenia prawne i ograniczenia</a>.
ru: Мы охвачены документом <a href="%(url)s">Юридические отказы от ответственности и ограничения Mozilla</a>.
sk: Na túto službu sa vzťahujú <a href="%(url)s">Právne podmienky Mozilly a obmedzenia podľa tohoto dokumentu</a>.
tr: <a href="%(url)s">Mozilla yasal uyarıları ve kısıtlamaları</a> belgesi kapsamındayız.
uk: На нас розповсюджується дія документу <a href="%(url)s">Юридичні відмови від відповідальності та обмеження Mozilla</a>.

source: Data Retention Policy
de: Regeln zur Datenspeicherung
es: Política de retención de datos
fr: Politique de conservation des données
ga_ie: Polasaí Coinneála Sonraí
hu: Adattárolási irányelv
nb_no: Policy for lagring av data
nl: Beleid voor gegevensbewaring
pl: Zasady przechowywania danych
ru: Политика хранения данных
sk: Zásady uchovávania údajov
tr: Veri Saklama İlkeleri
uk: Політика зберігання даних

source: We have a data retention policy that covers data stored on this site:
de: Wir haben Regeln zur Datenspeicherung, die die auf dieser Website gespeicherten Daten behandeln:
es: Disponemos de una política de retención de datos que cubre los datos almacenados en este sitio:
fr: Nous possédons une politique de conservation des données qui couvre les données stockées sur ce site :
ga_ie: Tá polasaí coinneála sonraí againn maidir le sonraí atá sábháilte ar an suíomh seo:
hu: Az oldalon tárolt adatokra vonatkozó adattárolási irányelvünk:
nb_no: Vi har en policy for lagring av data, som dekker data som er lagret på dette nettstedet:
nl: We hebben een beleid voor gegevensbewaring waar op deze website bewaarde gegevens onder vallen:
pl: Mamy zasady przechowywania danych, które obejmują dane przechowywane na tej stronie:
ru: У нас есть политика хранения данных, которая охватывает данные, хранящиеся на этом сайте:
sk: Máme tiež zásady pre uchovávanie údajov, ktoré sú na tejto stránke ukladané:
tr: Bu sitede depolanan verileri kapsayan bir veri saklama ilkemiz var:
uk: Ми маємо політику зберігання даних відносно даних, які знаходяться на цьому сайті:

source: We keep feedback data forever, but only the last 6 months of data is available on the public dashboard.
de: Wir behalten Feedback-Daten für immer, aber nur die Daten der letzten sechs Monate sind öffentlich in der Übersicht verfügbar.
es: Mantenemos los datos de comentarios para siempre, pero solo están disponibles en el panel público los últimos 6 meses de datos.
fr: Nous conservons les données de retour d’utilisation indéfiniment, mais seuls les 6 derniers mois sont consultables depuis le tableau de bord public.
ga_ie: Sábhálfaimid sonraí aiseolais go brách, cé nach bhfuil ach na sé mhí is déanaí ar fáil ar an bpainéal poiblí.
hu: A visszajelzési adatokat örökre megtartjuk, de csak az utolsó 6 havi adatok láthatók a nyilvános vezérlőpulton.
nb_no: Vi oppbevarer tilbakemeldingsdata for alltid, men kun data fra de siste 6 månedene er tilgjengelig på det offentlige dashbordet.
nl: Feedbackgegevens worden voor altijd bewaard, maar alleen de afgelopen 6 maanden aan gegevens zijn op het openbare dashboard beschikbaar.
pl: Przechowujemy opinie na zawsze, ale publicznie dostępne są tylko dane z ostatnich 6 miesięcy.
ru: Мы храним данные отзывов вечно, но на публичной панели доступны данные только за последние 6 месяцев.
sk: Údaje týkajúce sa reakcií uchovávame natrvalo, ale na verejnej nástenke sú dostupné údaje len za posledných 6 mesiacov.
tr: Geri bildirim verilerini sonsuza dek saklıyoruz ama yalnızca son 6 ayı herkese açın panoda yayımlıyoruz.
uk: Ми завжди зберігаємо дані відгуків, але на публічній панелі в наявності дані лише за останніх 6 місяців.

source: We keep email addresses and contextual data associated with feedback data for 6 months and then delete it.
de: Wir erhalten die Verknüpfung zwischen E-Mail-Adressen, Kontextdaten und Feedback-Daten sechs Monate lang und löschen sie dann.
es: Mantenemos las direcciones de email y los datos asociados con comentarios durante 6 meses y luego los borramos.
fr: Nous conservons les adresses électroniques et les données contextuelles associées aux données du retour d’utilisation pour 6 mois puis les nous les supprimons.
ga_ie: Sábhálaimid seoltaí ríomhphoist agus sonraí comhthéacsúla a bhaineann le sonraí aiseolais ar feadh sé mhí, ansin scriosaimid iad.
hu: Az e-mail címeket 6 hónapig tároljuk az adatokhoz társítva, utána töröljük.
nb_no: Vi beholder e-postadresser og kontekstuelle data knyttet til tilbakemeldingsdata for 6 måneder, før de slettes.
nl: E-mailadressen en contextuele gegevens die met feedbackgegevens zijn gekoppeld worden 6 maanden bewaard en dan verwijderd.
pl: Adresy e-mail powiązane z opiniami przechowujemy przez 6 miesięcy, po czym są usuwane.
ru: Мы храним адреса эл. почты и контекстные данные, связанные с данными отзывов, в течение 6 месяцев, а затем их удаляем.
sk: E-mailové adresy a kontextové informácie pridružené k spätnej väzbe uchovávame 6 mesiacov a následne ich vymazávame.
tr: Geri bildirim verileriyle ilişkili e-posta adreslerini ve bağlamsal verileri 6 ay sakladıktan sonra siliyoruz.
uk: Ми зберігаємо адреси електронної пошти, які прив'язані до даних відгуку протягом 6 місяців, після чого вилучаємо їх.

source: Open Data
de: Offene Daten
es: Datos abiertos
fr: Données ouvertes
ga_ie: Sonraí Oscailte
hr: Otvori podatke
hu: Nyílt adat
nb_no: Åpen data
nl: Open gegevens
pl: Otwarty kod źródłowy
ru: Открытые данные
sk: Otvorené údaje
tr: Açık Veri
uk: Відкриті дані

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please contact us!
de: Wir würden gerne mehr mit diesen Daten experimentieren, aber wir sind nur wenige Leute. Daher brauchen wir Anfragen von Ihnen, um zu sehen welche Fragen Sie beantwortet haben möchten! Wenn Sie mit unseren Daten experimentieren möchten, kontaktieren Sie uns!
es: Nos encantaría experimentar más con estos datos, pero somos muy pocos. Así que necesitamos que formules preguntas que te gustaría ver resueltas. Si deseas experimentar con nuestros datos, ¡contacta con nosotros!
fr: Nous aimerions beaucoup faire d’autres expériences sur ces données, mais nous sommes peu nombreux. Aussi nous avons besoin que vous nous posiez les questions dont vous aimeriez connaître les réponses. Si vous voulez faire vos propres expériences avec nos données, contactez-nous !
ga_ie: Ba bhreá linn tuilleadh turgnamh a dhéanamh leis na sonraí seo, ach níl go leor againn anseo. Mar sin, fearaimid fáilte roimh cheisteanna agus moltaí uaitse! Dá mba mhaith leat turgnamh a dhéanamh lenár gcuid sonraí, téigh i dteagmháil linn!
hr: Željeli bismo više eksperimentirati s ovim podacima, ali naš tim čini samo nekoliko ljudi. Zbog toga nam trebaju vaši zahtjevi sa pitanjima na koje želite odgovore! Ukoliko želite eksperimentirati s našim podacima molimo vas da nam se javite!
hu: További adatokat szeretnék Öntől begyűjteni, hogy az adatok alapján hibákra és egyes kérdésekre válaszokat kapjunk. Szeretnénk az adatokkal tovább kísérletezni, de csak néhányan vagyunk. Ezért olyan kérdéseket szeretnénk kapni, amelyekre ezekből az adatokból megválaszolhatunk. Amennyiben kísérletezni szeretne az adatainkkal, vegye fel velünk a kapcsolatot!
nb_no: Vi kunne gjerne tenke oss å eksperimentere mere med disse dataene, men vi er bare noen få personer. Så vi trenger input fra deg om spørsmål som du gjerne kunne tenke deg å ha besvart. Dersom du ønsker å eksperimentere med dataene våre, kontakt oss!
nl: We zouden graag meer met deze gegevens willen experimenteren, maar zijn slechts met een paar mensen. We horen daarom graag welke vragen u beantwoord zou willen zien! Als u met onze gegevens wilt experimenteren, neem dan contact met ons op!
pl: Chcielibyśmy więcej eksperymentować z tymi danymi, ale jest nas tylko kilka osób, tak więc przekaż nam pytania, na które chcesz otrzymać odpowiedzi! Jeśli chcesz eksperymentować z naszymi danymi, skontaktuj się z nami!
ru: Мы хотели бы провести больше экспериментов с этими данными, но у нас всего несколько человек. Поэтому нам нужны от вас запросы по поводу вопросов, на которые вы хотели бы получить ответ! Если вы хотите поэкспериментировать с нашим данными, пожалуйста свяжитесь с нами!
sk: Chceli by sme, aby sme sa týmito údajmi mohli zaoberať viac, ale je nás len pár. Dajte nám preto vedieť, na ktoré otázky by ste radi videli odpovede. Ak aj vy chcete pracovať s týmito údajmi, kontaktujte nás.
tr: Elimizdeki verilerle daha fazla deney yapmak istiyoruz ama işgücümüz oldukça az. Bu yüzden, verilerin öncelikli olarak nasıl değerlendirilmesini istediğinizi bize yazın! Elimizdeki verileri kullanmak isterseniz de bizimle iletişime geçebilirsiniz.
uk: Ми б з радістю провели більше експериментів з цими даними, але у нас тільки декілька чоловік. Тому нам потрібні від вас запити щодо питань, відповіді на які ви б хотіли отримати! Якщо ви бажаєте провести експерименти з нашими даними, зв'яжіться будь ласка з нами!

source: Source Code
de: Quelltext
es: Código fuente
fr: Code source
ga_ie: Cód Foinseach
hr: Izvorni kôd
hu: Forráskód
nb_no: Kildekode
nl: Broncode
pl: Kod źródłowy
ru: Исходный код
sk: Zdrojový kód
tr: Kaynak Kodu
uk: Початковий код

source: The code for the Firefox Input site can be <a href="%(url)s">found on GitHub</a>!
de: Der Quelltext für die Website zu Firefox Input kann <a href="%(url)s">auf GitHub</a> abgerufen werden!
es: ¡El código para el sitio de Firefox Input se puede encontrar <a href="%(url)s">en GitHub</a>!
fr: Le code du site web Firefox Input se trouve <a href="%(url)s">sur GitHub</a> !
ga_ie: Is féidir teacht ar chód foinseach an tsuímh seo ar <a href="%(url)s">GitHub</a>!
hu: A Firefox Input oldal forráskódja a <a href="%(url)s">GitHubon</a> található!
nb_no: Kildekoden for Firefox Input-nettstedet <a href="%(url)s">finnes på GitHub</a>!
nl: De code voor de Firefox Input-website is te <a href="%(url)s">vinden op GitHub</a>!
pl: Kod aplikacji Firefox Input można znaleźć na <a href="%(url)s">GitHubie</a>!
ru: Код сайта Firefox Input можно <a href="%(url)s">найти на GitHub</a>!
sk: Zdrojový kód webovej aplikácie Firefox Input je možné nájsť v <a href="%(url)s">repozitároch servera GitHub</a>!
tr: Firefox Input sitesinin kodlarını <a href="%(url)s">GitHub'da bulabilirsiniz</a>.
uk: Початковий код Firefox Input можна <a href="%(url)s">знайти на GitHub</a>!

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ga_ie: Fáilte
hr: Dobrodošli
hu: Üdvözöljük!
nb_no: Velkommen
nl: Welkom
pl: Witamy
ru: Добро пожаловать
sk: Vitajte
tr: Hoş geldiniz
uk: Ласкаво просимо

source: Proceed to main content
de: Weiter zum Hauptinhalt
es: Ir a contenido principal
fr: Se rendre sur la page principale
ga_ie: Léim go dtí an príomhábhar
hr: Nastavite na glavni sadržaj
hu: Tovább a fő tartalomhoz
nb_no: Gå til hovedinnholdet
nl: Door naar hoofdvenster
pl: Przejdź do głównej zawartości
ru: Перейти к главному содержимому
sk: Pokračovať na hlavný obsah
tr: Ana içeriğe devam et
uk: Перейти до головного вмісту

source: Proceed to footer
de: Weiter zur Fußzeile
es: Ir al pie de página
fr: Se rendre au pied de page
ga_ie: Go dtí an buntásc
hr: Nastavite do podnožja
hu: Tovább a lábléchez
nb_no: Fortsett til fotnoter
nl: Door naar voettekst
pl: Przejdź do stopki
ru: Перейти вниз
sk: Pokračovať na pätu
tr: Alt bilgiye git
uk: Перейти вниз

source: Give Feedback
de: Feedback geben
es: Facilitar opinión
fr: Commenter
ga_ie: Seol Aiseolas
hr: Pošaljite povratnu informaciju
hu: Adjon visszajelzést
nb_no: Gi tilbakemelding
nl: Feedback geven
pl: Wyślij opinię
ru: Дать отзыв
sk: Poskytnúť spätnú väzbu
tr: Geri bildirim gönder
uk: Залишити відгук

source: Analytics
de: Analytik
es: Análisis de datos
fr: Statistiques
ga_ie: Anailísíocht
hu: Analitika
nb_no: Analyse
nl: Analyse
pl: Analityka
ru: Аналитика
sk: Analytika
tr: İstatistikler
uk: Аналітика

source: Hello, {username}
de: Hallo {username}
es: Hola, {username}
fr: Bonjour {username}
ga_ie: Dia dhuit, a {username}
hr: Pozdrav, {username}
hu: Üdvözöljük, {username}
nb_no: Hei, {username}
nl: Hallo {username}
pl: Witaj, {username}
ru: Привет, {username},
sk: Vitajte, {username}
tr: Merhaba {username}
uk: Привіт, {username}

source: Sign out
de: Abmelden
es: Salir
fr: Déconnexion
ga_ie: Logáil amach
hr: Odjavite se
hu: Kijelentkezés
nb_no: Logg ut
nl: Afmelden
pl: Wyloguj się
ru: Выйти
sk: Odhlásiť
tr: Oturumu kapat
uk: Вийти

source: Sign in
de: Anmelden
es: Identificarse
fr: Connexion
ga_ie: Logáil isteach
hr: Prijavite se
hu: Bejelentkezés
nb_no: Logg inn
nl: Aanmelden
pl: Zaloguj się
ru: Войти
sk: Prihlásiť
tr: Oturum aç
uk: Увійти

source: CSRF Failure
de: CSRF-Fehler
es: Fallo de CSRF
fr: Échec CSRF
ga_ie: Teip CSRF
hr: CSRF Greška
hu: CSRF hiba
nb_no: CSRF-feil
nl: CSRF-fout
pl: Atak CSRF się nie powiódł
ru: Ошибка CSRF
sk: Zlyhanie CSRF
tr: CSRF hatası
uk: Помилка CSRF

source: Login Failure
de: Anmeldung fehlgeschlagen
es: Acceso incorrecto
fr: Échec de l’identification
ga_ie: Theip ar logáil isteach
hr: Greška pri prijavi
hu: Bejelentkezési hiba
nb_no: Innlogging feilet
nl: Fout bij aanmelding
pl: Logowanie się nie powiodło
ru: Ошибка при входе
sk: Prihlásenie zlyhalo
tr: Oturum Açma Hatası
uk: Помилка входу

source: Welcome to Input!
de: Willkommen bei Input!
es: ¡Te damos al bienvenida a Input!
fr: Bienvenue sur Input !
ga_ie: Fáilte go Input!
hr: Dobrodošli u Input!
hu: Üdvözli az Input!
nb_no: Velkommen til Input!
nl: Welkom bij Input!
pl: Witamy w Input!
ru: Добро пожаловать в Мнения!
sk: Vitajte v Input!
tr: Input'a hoş geldiniz!
uk: Вітаємо у відгуках!

source: Other languages:
de: Weitere Sprachen:
es: Otros idiomas:
fr: Autres langues :
ga_ie: Teangacha eile:
hr: Ostali jezici:
hu: Más nyelvek:
nb_no: Andre språk:
nl: Andere talen:
pl: Wybierz język:
ru: Другие языки:
sk: Ďalšie jazyky:
tr: Diğer diller:
uk: Інші мови:

source: Go
de: Weiter
es: Ir
ga_ie: Téigh
hr: Idi
hu: Ugrás
nb_no: Gå
nl: OK
pl: Przejdź
ru: Перейти
sk: Prejsť
tr: Git:
uk: Перейти
