Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, es, fr, ga_ie, hr, hu, nb_no, nl, pl, ru, sk, tr, uk

source: Check here to provide <a href="%(technical_url)s">technical information</a> about your browser, such as basic information about your computer, your version of Firefox, and the extensions you have installed. This information helps us better understand our users and create better products. This information will be kept in accordance with our <a href="%(privacy_url)s">Privacy policy</a>.
fr: Cliquez ici afin de fournir des <a href="%(technical_url)s">informations techniques</a> concernant votre navigateur, votre version de Firefox, et les extensions que vous avez installées. Ces informations nous aident à mieux comprendre nos utilisateurs et à créer de meilleurs logiciels. Ces données resteront confidentielles, conformément à notre <a href="%(privacy_url)s">politique de confidentialité</a>.
hu: Jelölje be, hogy a böngészője <a href="%(technical_url)s">technikai információkat</a> küldhessen magáról, mint a számítógépe alapvető információi, a Firefox verziója, és a telepített kiegészítők. Ez hozzásegít minket a felhasználói igények jobb megértéséhez és jobb termékek készítéséhez. Az információkat az <a href="%(privacy_url)s">adatvédelmi irányelveink</a> szem előtt tartásával tároljuk.
ru: Щёлкните здесь, чтобы предоставить <a href="%(technical_url)s">техническую информацию</a> о вашем браузере, такую как базовая информация о вашем компьютере, вашей версии Firefox и дополнениях, которые у вас установлены. Эта информация поможет нам лучше понять наших пользователей и улучшить создаваемые продукты. Эти данные будут храниться в соответствии с нашей <a href="%(privacy_url)s">Политикой Приватности</a>.
tr: Bilgisayarınızla ilgili temel bilgiler, Firefox sürümünüz ve yüklediğiniz eklentiler gibi <a href="%(technical_url)s">teknik bilgileri</a> paylaşmak için burayı işaretleyin. Bu bilgiler kullanıcılarımızı daha iyi anlamamızı ve daha iyi ürünler geliştirmemizi sağlar. Bu veriler <a href="%(privacy_url)s">Gizlilik İlkelerimiz</a> kapsamında saklanacaktır.

source: Select A Product
de: Wählen Sie ein Produkt aus
es: Seleccionar un producto
fr: Sélectionnez un logiciel
ga_ie: Roghnaigh Táirge
hr: Odaberite proizvod
hu: Válasszon egy terméket
nb_no: Velg et produkt
nl: Selecteer een product
pl: Wybierz produkt
ru: Выберите продукт
sk: Vyberte produkt
tr: Bir ürün seçin
uk: Виберіть продукт

source: Select a product
de: Wählen Sie ein Produkt aus
es: Selecciona un producto
fr: Sélectionner un logiciel
ga_ie: Roghnaigh táirge
hu: Válasszon egy terméket
nb_no: Velg et produkt
nl: Selecteer een product
pl: Wybierz produkt
ru: Выберите продукт
sk: Vyberte produkt
tr: Bir ürün seçin
uk: Виберіть продукт

source: No products available.
de: Keine Produkte verfügbar.
es: Ningún producto disponible.
fr: Aucun logiciel disponible.
ga_ie: Níl aon táirgí ar fáil.
hr: Nema dostupnih proizvoda.
hu: Nincs elérhető termék.
nb_no: Ingen produkter er tilgjengelig.
nl: Geen producten beschikbaar.
pl: Żaden produkt nie jest dostępny.
ru: Ни одного продукта недоступно.
sk: Žiadne produkty nie sú dostupné.
tr: Ürün yok.
uk: Немає доступних продуктів.

source: Select a product to leave feedback for.
de: Wählen Sie ein Produkt aus, um Ihr Feedback abzugeben.
es: Selecciona un producto para dejar comentarios.
fr: Sélectionnez un logiciel sur lequel vous souhaitez donner votre avis.
ga_ie: Roghnaigh táirge chun aiseolas a thabhairt faoi.
hu: Válasszon egy terméket, amelyről visszajelzést küldene.
nb_no: Velg et produkt for å gi tilbakemelding på.
nl: Selecteer een product om feedback over achter te laten.
pl: Wybierz produkt dla, którego chcesz przekazać opinię.
ru: Выберите продукт, чтобы оставить отзыв.
sk: Vyberte produkt pre odoslanie spätnej reakcie.
tr: Geri bildirimde bulunmak istediğiniz ürünü seçin.
uk: Виберіть продукт, для якого залишити відгук.

source: Thanks
de: Danke
es: Gracias
fr: Merci
ga_ie: Go raibh maith agat
hr: Hvala
hu: Köszönjük!
nb_no: Takk
nl: Bedankt
pl: Dziękujemy
ru: Спасибо
sk: Ďakujeme
tr: Teşekkürler
uk: Дякуємо

source: Thanks for Your Feedback
de: Danke für Ihren Kommentar
es: Gracias por tu opinión
fr: Merci pour vos retours d’utilisation
ga_ie: Go raibh maith agat as an aiseolas
hr: Hvala na povratnoj informaciji
hu: Köszönjük a visszajelzést
nb_no: Takk for tilbakemeldingen
nl: Bedankt voor uw feedback
pl: Dziękujemy za opinię
ru: Спасибо за ваш отзыв
sk: Ďakujeme za Váš názor
tr: Geri bildiriminiz için teşekkürler
uk: Дякуємо за ваш відгук

source: Your feedback will be used to create a better experience in future releases of %(product)s.
de: Ihre Rückmeldung wird verwendet, um in zukünftigen %(product)s-Versionen ein besseres Erlebnis zu schaffen.
es: Tu opinión se utilizará para crear una mejor experiencia en próximas versiones de %(product)s.
fr: Votre retour d’expérience nous sera précieux pour améliorer les futures versions de %(product)s.
hr: Vaša povratna informacija bit će iskorištena za stvaranje boljeg iskustva u budućim izdanjima %(product)s.
hu: A visszajelzését arra használjuk, hogy a későbbi %(product)s verziók jobb élményt nyújtsanak.
nl: Uw feedback zal worden gebruikt om een betere ervaring in toekomstige versies van %(product)s te creëren.
pl: Twoja opinia zostanie wykorzystana do ulepszenia działania przyszłych wersji programu %(product)s.
ru: Ваш отзыв будет использован для улучшения работы будущих версий %(product)s.
sk: Vaše názory budú využité pri vytváraní lepších budúcich verzií %(product)su.
tr: Ger bildiriminiz yeni %(product)s sürümlerinde daha iyi bir deneyim yaratmak için kullanılacaktır.
uk: Ваш відгук буде використано для покращення майбутніх випусків %(product)s.

source: Suggestions from your feedback:
de: Vorschläge aus Ihrer Rückmeldung:
es: Sugerencias de tu comentario:
fr: Suggestions de votre retour d’expérience :
hr: Prijedlog iz Vaše povratne informacije:
hu: Javaslatok visszajelzéséből:
nl: Suggesties uit uw feedback:
pl: Sugestie z twojej opinii:
ru: Предложения из вашего отзыва:
sk: Návrhy z vašej reakcie:
tr: Geri bildiriminizden öneriler:
uk: Пропозиції з вашого відгуку:

source: Having problems? Get help.
de: Gibt es Schwierigkeiten? Holen Sie sich Hilfe.
es: ¿Tienes problemas? Obtén ayuda.
fr: Vous rencontrez des problèmes ? Demandez de l’aide.
ga_ie: Fadhbanna? Faigh cúnamh.
hu: Problémái vannak? Kérjen segítséget.
nb_no: Har du problemer? Få hjelp.
nl: Hebt u problemen? Zoek hulp.
pl: Masz problemy? Skorzystaj z pomocy.
ru: Возникли проблемы? Получите помощь.
sk: Narazili ste na problém? Tu je pomoc.
tr: Sorun mu yaşıyorsunuz? Yardım alın.
uk: Виникли проблеми? Отримайте допомогу.

source: Go to our support forum where you can <a href="%(url)s">get help and find answers</a>.
de: Besuchen Sie unser Hilfeforum, wo Sie <a href="%(url)s">Hilfe bekommen und Antworten finden</a>.
es: Ve a nuestro foro donde puedes<a href="%(url)s">obtener ayuda y encontrar respuestas</a>.
fr: Rendez-vous sur notre forum d’assistance où vous pourrez <a href="%(url)s">obtenir de l’aide et des réponses</a>.
ga_ie: Déan cuairt ar ár bhfóram tacaíochta, áit ar féidir leat <a href="%(url)s">cúnamh a fháil</a>.
hu: Lépjen be támogatói fórumunkra, ahol <a href="%(url)s">segítséget kaphat, és válaszokat találhat</a>.
nb_no: Besøk vårt supportforum, hvor du kan <a href="%(url)s">få hjelp og finne svar</a>.
nl: Ga naar ons ondersteuningsforum waar u <a href="%(url)s">hulp en antwoorden kunt vinden</a>.
pl: Przejdź na nasze forum pomocy, gdzie możesz <a href="%(url)s">otrzymać pomoc i znaleźć odpowiedzi</a>.
ru: Перейдите на наш форум поддержки, где вы можете <a href="%(url)s">получить помощь и найти ответы</a>.
sk: Prejdite na naše fórum podpory, kde vám <a href="%(url)s">pomôžeme a odpovieme</a> na vaše otázky.
tr: Yardım alabileceğiniz ve sorularınıza yanıt bulabileceğiniz <a href="%(url)s">destek forumumuza gidin</a>.
uk: Перейдіть на наш форум підтримки, де ви можете <a href="%(url)s">отримати допомогу та знайти відповіді</a>.

source: Shape the future of Firefox.
de: Formen Sie die Zukunft von Firefox.
es: Da forma al futuro de Firefox.
fr: Contribuez à dessiner le futur de Firefox.
ga_ie: Téigh i bhfeidhm ar thodhchaí Firefox.
hr: Oblikujte budućnost Firefoxa.
hu: Alakítsa a Firefox jövőjét.
nb_no: Skap fremtiden til Firefox.
nl: Geef vorm aan de toekomst van Firefox.
pl: Ksztatuj przyszość Firefoksa.
ru: Определите будущее Firefox.
sk: Určujte budúcnosť Firefoxu.
tr: Firefox'un geleceğini şekillendirin.
uk: Визначте майбутнє Firefox.

source: Download <a href="%(download_url)s">the Firefox build that is right for you</a>.
de: Laden Sie <a href="%(download_url)s">die Firefox-Version herunter, die zu Ihnen passt</a>.
es: Descarga <a href="%(download_url)s">la compilación de Firefox que mejor se adapte a ti</a>.
fr: Téléchargez <a href="%(download_url)s">la version de Firefox qui vous ressemble le plus</a>.
hr: Preuzmite <a href="%(download_url)s">Firefox izdanje koje vam najbolje odgovara</a>.
hu: Töltse le a <a href="%(download_url)s">megfelelő Firefox verziót</a>.
nl: Download <a href="%(download_url)s">de versie van Firefox die bij u past</a>.
pl: Pobierz <a href="%(download_url)s">odpowiadające ci wydanie Firefoksa</a>.
ru: Загрузите <a href="%(download_url)s">подходящую для вас сборку Firefox</a>.
sk: Prevezmite si <a href="%(download_url)s">Firefox zostavený práve pre vás</a>.
tr: <a href="%(download_url)s">Size en uygun Firefox sürümünü</a> indirin.
uk: Завантажте <a href="%(download_url)s">збірку Firefox, яка вам найбільше підходить</a>.

source: Contribute to Mozilla.
de: Bei Mozilla mitmachen.
es: Colabora con Mozilla.
fr: Contribuez à Mozilla
ga_ie: Cabhraigh le Mozilla.
hr: Doprinesite Mozilli.
hu: Legyen Mozilla-közreműködő.
nb_no: Bidra til Mozilla.
nl: Werk mee met Mozilla.
pl: Wspópracuj z Mozillą
ru: Помочь Mozilla.
sk: Prispieť do projektu Mozilla.
tr: Mozilla'ya katkıda bulunun.
uk: Допомогти Mozilla.

source: Learn how you can <a href="%(url)s">make %(product)s and Mozilla better</a>.
de: Erfahren Sie, wie Sie <a href="%(url)s">%(product)s und Mozilla verbessern können</a>.
es: Descubre cómo puedes <a href="%(url)s">mejorar %(product)s y Mozilla</a>.
fr: Découvrez comment vous pouvez <a href="%(url)s">améliorer %(product)s et Mozilla</a>.
hr: Saznajte kako možete <a href="%(url)s">učiniti %(product)s i Mozillu boljim</a>.
hu: Tudja meg, hogyan <a href="%(url)s">teheti jobbá a %(product)s programot és a Mozillát</a>.
nl: Lees hoe u <a href="%(url)s">%(product)s en Mozilla kunt verbeteren</a>.
pl: Dowiedz się, jak <a href="%(url)s">uczynić program %(product)s i Mozillę lepszymi</a>
ru: Узнайте, как вы можете <a href="%(url)s">сделать %(product)s и Mozilla лучше</a>.
sk: Pozrite sa, ako môžete <a href="%(url)s">urobiť %(product)s a Mozillu lepšími</a>.
tr: <a href="%(url)s">%(product)s ve Mozilla'yı nasıl iyileştirebileceğinizi</a> öğrenin.
uk: Дізнайтесь, як ви можете <a href="%(url)s">зробити %(product)s і Mozilla кращими</a>.

source: Find the latest news about %(product)s.
de: Hier finden Sie die neuesten Nachrichten über %(product)s.
es: Encuentra las últimas noticias sobre %(product)s.
fr: Découvrez les dernières nouvelles à propos de %(product)s.
hr: Saznajte najnovije vijesti vezane za %(product)s.
hu: A legfrissebb %(product)s-hírek.
nl: Lees het laatste nieuws over %(product)s.
pl: Zobacz najnowsze wiadomości o programie %(product)s.
ru: Узнайте последние новости о %(product)s.
sk: Najnovšie správy o %(product)se.
tr: %(product)s hakkında son haberleri edinin.
uk: Дізнайтесь останні новини про %(product)s.

source: Download Firefox
de: Firefox herunterladen
es: Descargar Firefox
fr: Télécharger Firefox
ga_ie: Íosluchtaigh Firefox
hr: Preuzmite Firefox
hu: Firefox letöltése
nb_no: Last ned Firefox
nl: Firefox downloaden
pl: Pobierz Firefoksa
ru: Загрузить Firefox
sk: Prevziať Firefox
tr: Firefox'u indir
uk: Завантажити Firefox

source: Please Download Firefox!
de: Laden Sie bitte Firefox herunter!
es: ¡Descarga Firefox!
fr: Veuillez télécharger Firefox !
ga_ie: Íosluchtaigh Firefox le do thoil!
hr: Molimo Preuzmite Firefox!
hu: Töltse le a Firefoxot!
nb_no: Last ned Firefox!
nl: Download Firefox!
pl: Pobierz Firefoksa!
ru: Пожалуйста, загрузите Firefox!
sk: Nainštalujte si Firefox.
tr: Lütfen Firefox'u indirin!
uk: Завантажте Firefox!

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
de: Oh! Sie möchten uns Rückmeldungen zu Firefox geben? Vielen Dank, aber dazu müssen Sie die neueste Version verwenden.
es: ¡Oh! Entonces quieres ofrecernos tu opinión sobre Firefox. Gracias, pero es necesario que tengas nuestra última versión.
fr: Hm, vous voulez nous faire part de vos impressions sur Firefox. Merci à vous, mais vous devez pour cela utiliser la version la plus récente.
ga_ie: Má tá tú ag iarraidh aiseolas a thabhairt dúinn faoi Firefox, caithfidh tú an leagan is déanaí a úsáid.
hr: Uh! Ddakle, želite nam ponuditi povratne informacije za Firefox. Hvala, ali trebate koristiti najnoviju inačicu.
hu: Úgy látszik, hogy a Firefox böngészővel kapcsolatban szeretne visszajelzést küldeni. Köszönjük, de ehhez a legfrissebb verziót kell használnia.
nb_no: Åh! Så du ønsker å gi oss tilbakemelding om Firefox. Takk, men du må bruke den nyeste versjonen.
nl: Oh! Dus u wilt ons feedback geven over Firefox. Dank u, maar u dient de meest recente versie te gebruiken.
pl: Och! Chcesz zaoferować nam opinię o Firefoksie. Dziękujemy, ale musisz mieć zainstalowaną najnowszą wersję.
ru: О! Так вы хотите отправить нам отзыв на Firefox. Спасибо, но вам нужно использовать его последнюю версию.
sk: Oh! Chcete nám napísať názor na prehliadač Firefox? Ďakujeme, ale musíte používať jeho najnovšiu verziu.
tr: Firefox ile ilgili geri bildirimde bulunmak istemenize sevindik, ama bunun için son sürümü kullanmanız gerekiyor.
uk: О! Отже, ви хочете залишити нам відгук про Firefox. Дякуємо, але для цього вам потрібно використовувати останню версією.

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
de: Um daran teilzunehmen, gehen Sie einfach zu unserer Download-Seite und laden Sie die <a href="%(url)s">neueste Firefox-Version</a> herunter!
es: Para hacerlo, simplemente ve a nuestra página de descargas e instala/actualiza la <a href="%(url)s">¡última versión de Firefox!</a>
fr: Pour participer, rendez-vous simplement sur la page de téléchargement et téléchargez <a href="%(url)s">la dernière version bêta de Firefox !</a>
ga_ie: Chun an leagan is déanaí a fháil, déan cuairt ar ár leathanach íosluchtaithe agus suiteáil (nó nuashonraigh go dtí) an <a href="%(url)s">leagan is déanaí de Firefox!</a>
hr: Da biste to uradili, jednostavno posjetite našu stranicu preuzimanja i instalirajte/ažurirajte na <a href="%(url)s">najnoviju inačicu Firefoxa!</a>
hu: Ehhez látogasson el a letöltő oldalra és telepítse fel, vagy frissítsen a <a href="%(url)s">legújabb Firefox verzióra!</a>
nb_no: For å gjøre det, gå til nedlastingssiden og installer/oppdater til <a href="%(url)s">den nyeste Firefox-versjonen!</a>
nl: Ga hiervoor naar onze downloadpagina en installeer <a href="%(url)s">de meest recente Firefox-versie</a> of werk bij naar deze versie!
pl: Aby to zrobić, przejdź do naszej strony pobierania i zainstaluj lub zaktualizuj <a href="%(url)s">Firefoksa</a>!
ru: Чтобы сделать это, просто перейдите на нашу страницу загрузки и установите/обновите <a href="%(url)s">последнюю версию Firefox!</a>
sk: Ak tak chcete urobiť, jednoducho prejdite na stránku Na prevzatie a nainštalujte si alebo aktualizujte na <a href="%(url)s">najnovšiu verziu Firefoxu</a>.
tr: Lütfen indirme sayfamıza giderek <a href="%(url)s">Firefox'un son sürümünü</a> yükleyin veya güncelleyin.
uk: Щоб зробити це, просто перейдіть на нашу сторінку завантажень та встановіть/оновіть <a href="%(url)s">Firefox до останньої версії!</a>

source: Ask a question in our support forum
de: Stellen Sie eine Frage in unserem Hilfeforum
es: Haz una pregunta en nuestro Foro de Ayuda
fr: Posez une question dans notre forum d’assistance
hr: Pitajte pitanje na našem forumu podrške
hu: Tegye fel kérdését terméktámogatási fórumunkon
nl: Stel een vraag in ons ondersteuningsforum
pl: Zapytaj na naszym forum pomocy
ru: Задайти вопрос в нашем форуме поддержки
sk: Položiť otázku v našom fóre podpory
tr: Destek forumumuzda soru sorun
uk: Задайте питання на нашому форумі підтримки

source: This question is required.
fr: Cette question est obligatoire.
hu: Ez a kérdés kötelező.
ru: Необходимо ответить на этот вопрос.

source: There was an error on your page. Please correct any required fields and submit again.
fr: Une erreur s’est produite sur la page. Veuillez corriger les champs obligatoires puis renvoyer le formulaire.
hu: Hiba volt az oldalon. Javítsa ki a kötelező mezőket, és küldje el újra.
ru: На вашей странице имеется ошибка. Пожалуйста, исправьте необходимые поля и отправьте снова.

source: Go to the first error
fr: Se rendre à la première erreur
hu: Ugrás az első hibára
ru: Перейти к первой ошибке

source: Firefox Input: {query}
ga_ie: Aiseolas Firefox: {query}
uk: Відгуки про Firefox: {query}

source: Firefox Input
ga_ie: Aiseolas Firefox
uk: Відгуки про Firefox

# DB: feedback.Product.display_name
source: Firefox for iOS
fr: Firefox pour iOS
hr: Firefox za iOS
nl: Firefox voor iOS
tr: iOS için Firefox
uk: Firefox для iOS

source: User agent
es: Agente de usuario
fr: Agent utilisateur
ga_ie: Gníomhaire úsáideora
hr: Korisnički agent
hu: Felhasználói ügynök
pl: Identyfikator
sk: Identifikácia prehliadača
tr: Kullanıcı istemcisi

source: Firefox for Android
es: Firefox para Android

source: Firefox for iOS
es: Firefox para iOS

source: Please Download Firefox
de: Laden Sie bitte Firefox herunter
es: Descarga Firefox
ga_ie: Íosluchtaigh Firefox, le do thoil
pl: Pobierz Firefoksa
sk: Nainštalujte si Firefox

source: Check here to provide technical information about your browser. This information helps us better understand our users and create better products. This information will be kept in accordance with our Privacy policy.
de: Setzen Sie diesen Haken, um technische Daten über Ihren Browser anzugeben. Diese Daten helfen uns, unsere Anwender besser zu verstehen und bessere Produkte zu entwickeln. Diese Daten werden gemäß unserer Datenschutzerklärung aufbewahrt.
es: Marca aquí para facilitar información técnica sobre tu navegador. Esta información nos ayuda a comprender a nuestros usuarios y a crear mejores productos. Esta información se guardará de acuerdo a las directrices de nuestra política de privacidad.
ga_ie: Cuir tic anseo chun mionsonraí teicniúla faoi do bhrabhsálaí a sholáthar. Cabhraíonn na mionsonraí seo linn tuiscint níos fearr a fháil ar ár n-úsáideoirí agus táirgí níos fearr a chruthú. Sábhálfar an fhaisnéis seo de réir ár bPolasaí Príobháideachais.
nl: Klik hier om technische informatie over uw browser aan te leveren. Deze informatie helpt ons om gebruikers beter te begrijpen en betere producten te maken. Deze informatie wordt bewaard in overeenstemming met ons Privacybeleid.
pl: Zaznacz tę opcję, aby dostarczyć informacje techniczne o twojej przeglądarce. Informacje te pomagają nam lepiej zrozumieć naszych użytkowników i tworzyć lepsze produkty. Dane te będą poufne.
sk: (Voliteľné) Poskytnite technické informácie o svojom prehliadači. Táto informácia nám pomôže lepšie porozumieť našim používateľom a vytvárať tak lepšie produkty. Údaje budú uložené a spracované v súlade s našimi Zásadami ochrany súkromia.

source: Bigram
ga_ie: Déghram
