Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, es, fr, ga_ie, hr, hu, nb_no, nl, pl, ru, sk, tr, uk

source: Legal Notices
de: Rechtshinweise
es: Aviso legal
fr: Mentions légales
ga_ie: Fógraí Dlí
hr: Pravne napomene
hu: Jogi közlemények
nb_no: Juridiske merknader
nl: Juridische opmerkingen
pl: Informacje prawne
ru: Правовые уведомления
sk: Právne informácie
tr: Yasal Notlar
uk: Юридичні відомості

source: Report Trademark Abuse
de: Missbrauch unserer Warenzeichen melden
es: Reportar abuso de marca
fr: Rapporter un abus d’utilisation de marque déposée
ga_ie: Drochúsáid Trádmharcanna
hr: Prijavite zloporabu zaštitnog znaka
hu: Védjeggyel kapcsolatos visszaélés jelentése
nb_no: Rapporter misbruk av varemerker
nl: Misbruik van handelsmerk melden
pl: Nadużycie znaku towarowego
ru: Сообщить о злоупотреблении торговой маркой
sk: Nahlásiť zneužitie ochrannej známky
tr: Marka İhlali Bildir
uk: Повідомити про зловживання торговою маркою

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
de: Wenn nicht anders <a href="%(legal_url)s">angegeben</a>, steht der Inhalt dieser Seite unter einer <a href="%(license_url)s">Creative Commons Attribution Share-Alike Lizenz v3.0</a> oder später.
es: Excepto donde <a href="%(legal_url)s">se indique</a> lo contrario, el contenido de este sitio está licenciado bajo la <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> o cualquier versión posterior.
fr: Sauf <a href="%(legal_url)s">mention contraire</a>, le contenu de ce site est sous licence <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> ou toute version ultérieure.
hu: Ha másképp nem kerül <a href="%(legal_url)s">jelzésre</a>, akkor az oldal <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> vagy ennek újabb verziója alatt jelenik meg.
nl: Tenzij anders <a href="%(legal_url)s">vermeld</a>, is op de inhoud van deze website de <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> of latere versie van toepassing.
pl: Wyłączając miejsca, gdzie <a href="%(legal_url)s">wskazano inną</a>, zawartość tej witryny jest udostępniana na licencji <a href="%(license_url)s">Creative Commons Attribution Share-Alike wer. 3.0</a> lub dowolnej nowszej wersji.
ru: За исключением содержимого с <a href="%(legal_url)s">явно указанной</a> лицензией, содержимое этого сайта лицензировано на условиях <a href="%(license_url)s">лицензии Creative Commons Атрибуция — С сохранением условий версии 3.0</a> или более поздней.
sk: Ak nie je <a href="%(legal_url)s">uvedené</a> inak, obsah tejto stránky je vedený pod licenciou<br/><a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> alebo ktorejkoľvek vyššej verzie.
tr: <a href="%(legal_url)s">Aksi belirtilmedikçe</a> bu sitedeki içerikler <a href="%(license_url)s">Creative Commons Attribution<br/>Share-Alike License v3.0</a> veya üstü bir sürümle lisanslanmıştır.
uk: За виключенням вмісту з <a href="%(legal_url)s">явно зазначеною</a> ліцензією, вміст цього сайту ліцензовано на умовах <a href="%(license_url)s">Creative Commons Attribution Share-Alike v3.0</a> чи будь-якою пізнішою версією.

source: Your submission failed a security check on our system.
de: Ihre Einreichung ist durch die Sicherheitsprüfung unseres Systems gefallen.
es: Tu envío no pasó una verificación de seguridad en nuestro sistema.
fr: Votre envoi n’a pas passé l’un des tests de sécurité de notre système.
ga_ie: Diúltaíodh d'aiseolas mar gheall ar dheimhniú slándála ar ár gcóras.
hu: A beküldött adatok megbuktak a rendszerünk egyik biztonsági ellenőrzésén.
nb_no: Innsendingen feilet en sikkerhetssjekk på vårt system.
nl: Uw inzending heeft een beveiligingscontrole op ons systeem niet doorstaan.
pl: Przesłany materiał został odrzucony przez nasz system zabezpieczeń.
ru: Ваше представление не прошло проверку безопасности на нашей системе.
sk: Vaše odoslanie neprešlo bezpečnostnou kontrolou nášho systému.
tr: Gönderiniz sistemdeki bir güvenlik kontrolünden geçemedi.
uk: Ваше відправлення не пройшло перевірку безпеки нашої системи.

source: Please make sure you have cookies enabled, press the Back button in your browser, refresh the page, fill out the form, and try submitting your feedback again.
de: Bitte stellen Sie sicher, dass Sie Cookies aktiviert haben, klicken Sie auf die Zurück-Schaltfläche Ihres Browsers, aktualisieren Sie die Seite, füllen Sie das Formular aus und versuchen sie, Ihr Feedback erneut abzusenden.
es: Asegúrate de tener activadas las cookies, presiona el botón Atrás del navegador, actualiza la página, completa el formulario e intenta volver a enviar tus comentarios.
fr: Veuillez vérifier que vous autorisez les cookies, cliquez sur le bouton Retour de votre navigateur, actualisez la page, renseignez le formulaire, puis essayez de renvoyer votre commentaire.
ga_ie: Deimhnigh go bhfuil tú ag glacadh le fianáin, brúigh an cnaipe Siar i do bhrabhsálaí, athnuaigh an leathanach, líon an fhoirm isteach, agus bain triail eile as.
hu: Győződjön meg róla, hogy a sütik engedélyezve vannak, nyomja meg a Vissza gombot a böngészőben, frissítse az oldalt, töltse ki az űrlapot, és próbálja meg újra elküldeni a visszajelzést.
nb_no: Kontroller at du har aktivert informasjonskapsler, trykk på Tilbake-knappen i nettleseren din, last siden på nytt, fyll ut skjemaet, og prøve å sende tilbakemeldingen på nytt.
nl: Zorg ervoor dat u cookies hebt ingeschakeld, druk op de knop Terug in uw browser, vernieuw de pagina, vul het formulier in en probeer uw feedback nogmaals te verzenden.
pl: Sprawdź czy masz włączone akceptowanie ciasteczek, następnie w przeglądarce naciśnij przycisk Wstecz, odśwież stronę, wypełnij formularz i spróbuj przesłać swoją opinię jeszcze raz.
ru: Пожалуйста, убедитесь, что вы включили куки, нажмите кнопку Назад в вашем браузере, обновите страницу, заполните форму, и попробуйте отправить свой отзыв снова.
sk: Uistite sa prosím, či máte povolené cookies. Následne kliknite na tlačidlo Späť vo vašom prehliadači, obnovte stránku, vyplňte formulár a pokúste sa reakciu odoslať znova.
tr: Lütfen çerezlerin açık olduğundan emin olun, tarayıcınızdaki Geri düğmesine tıklayın, sayfayı tazeleyin, formu doldurun ve geri bildiriminizi yeniden göndermeyi deneyin.
uk: Переконайтесь, що у вас увімкнені куки, натисніть кнопку Назад в своєму браузері, оновіть сторінку, заповніть форму, і спробуйте відправити свій відгук ще раз.

source: You've failed to authenticate with Persona. Please try again.
de: Sie haben sich nicht mit Persona authentifiziert. Bitte versuchen Sie es erneut.
es: Ha fallado la autenticación con Mozilla Persona. Prueba de nuevo.
fr: L’authentification avec Persona a échoué. Veuillez réessayer.
ga_ie: Theip ar logáil isteach trí Persona. Bain triail eile as.
hu: A hitelesítés sikertelen volt a Personával. Próbálja újra.
nb_no: Du kunne ikke autentisere med Persona. Prøv igjen.
nl: Uw authenticatie bij Persona is mislukt. Probeer het opnieuw.
pl: Autoryzacja za pomocą Persona się nie powiodła. Spróbuj ponownie.
ru: Вам не удалось войти через Persona. Пожалуйста, попробуйте ещё раз.
sk: Overenie pomocou služby Persona nebolo úspešné. Vyskúšajte to prosím znovu.
tr: Persona ile kimlik doğrulama başarısız oldu. Lütfen yeniden deneyin.
uk: Вам не вдалося увійти через Persona. Спробуйте ще раз.

source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
ga_ie: Fáilte!
hr: Dobrodošli!
hu: Üdvözöljük!
nb_no: Velkommen!
nl: Welkom!
pl: Witamy!
ru: Добро пожаловать!
sk: Vitajte!
tr: Hoş geldiniz!
uk: Ласкаво просимо!

source: The identity you just logged in to Persona with ties you to your account on Input. Please remember which Persona identity you used.
de: Die Identität, mit der Sie sich gerade bei Persona angemeldet haben, verbindet Sie mit Ihrem Input-Konto. Bitte merken Sie sich, welche Persona-Identität Sie verwendet haben.
es: La identidad con la cual iniciaste sesión en Mozilla Persona te enlaza a tu cuenta en Input. Intenta recordar qué identidad de Mozilla Persona usaste.
fr: L’identité avec laquelle vous venez de vous connecter avec Persona est liée à votre compte sur Input. Prenez garde à bien mémoriser quelle identité vous avez utilisé.
ga_ie: Úsáidtear an cuntas Persona seo chun tusa a cheangal le do chuntas ar an suíomh seo. Ba chóir duit meabhrú cé acu cuntas Persona a d'úsáid tú.
hu: A személyazonossága, amellyel belépett a Personába, hozzáköti az Inputon lévő fiókjához. Jegyezze meg, hogy melyik Persona személyazonosságát használta.
nb_no: Identiteten du logget deg på Persona med, binder deg til din konto på Input. Husk hvilken Persona-identitet du benyttet.
nl: De identiteit waarmee u zich zojuist bij Persona hebt aangemeld verbindt u aan uw account op Input. Onthoud welke identiteit u hebt gebruikt.
pl: Użyta tożsamość Persona nie odpowiada tożsamości używanej do logowania do Input. Przypomnij sobie prawidłową tożsamość.
ru: Личность, с помощью которой вы вошли сейчас в Persona, связывает вас с учётной записью на Мнениях. Пожалуйста, помните, какую личность Persona вы использовали.
sk: Účet Persona, cez ktorý ste sa práve prihlásili vás spája s účtom cez ktorý máte povolenie vstúpiť sem na Input. Zapamätajte si prosím, ktorý účet ste použili.
tr: Az önce Persona ile giriş yaptığınız kimlik sizi Input hesabınıza bağlıyor. Lütfen kullandığınız Persona kimliğini unutmayın.
uk: Ідентифікаційні дані, з якими ви зараз увійшли в Persona, пов'язує вас з обліковим записом на Відгуках. Запам'ятайте будь ласка, які ідентифікаційні дані ви використали.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ga_ie: Ar Aghaidh
hu: Folytatás
nb_no: Fortsett
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
sk: Pokračovať
tr: Devam et
uk: Продовжити

source: Colombia
de: Kolumbien
fr: Colombie
ga_ie: An Cholóim
hr: Kolumbija
hu: Kolumbia
pl: Kolumbia
ru: Колумбия
sk: Kolumbia
tr: Kolombiya
uk: Колумбія

source: Venezuela
ga_ie: Veiniséala
pl: Wenezuela
ru: Венесуэла
uk: Венесуела

source: Poland
de: Polen
es: Polonia
fr: Pologne
ga_ie: An Pholainn
hr: Poljska
hu: Lengyelország
nb_no: Polen
nl: Polen
pl: Polska
ru: Польша
sk: Poľsko
tr: Polonya
uk: Польща

source: Spain
de: Spanien
es: España
fr: Espagne
ga_ie: An Spáinn
hr: Španjolska
hu: Spanyolország
nb_no: Spania
nl: Spanje
pl: Hiszpania
ru: Испания
sk: Španielsko
tr: İspanya
uk: Іспанія

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil
ga_ie: An Bhrasaíl
hu: Brazília
nb_no: Brasil
nl: Brazilië
pl: Brazylia
ru: Бразилия
sk: Brazília
tr: Brezilya
uk: Бразилія

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
ga_ie: An Ghearmáin
hr: Njemačka
hu: Németország
nb_no: Tyskland
nl: Duitsland
pl: Niemcy
ru: Германия
sk: Nemecko
tr: Almanya
uk: Німеччина

source: Greece
de: Griechenland
es: Grecia
fr: Grèce
ga_ie: An Ghréig
hr: Grčka
hu: Görögország
nb_no: Hellas
nl: Griekenland
pl: Grecja
ru: Греция
sk: Grécko
tr: Yunanistan
uk: Греція

source: Hungary
de: Ungarn
es: Hungría
fr: Hongrie
ga_ie: An Ungáir
hr: Mađarska
hu: Magyarország
nb_no: Ungarn
nl: Hongarije
pl: Węgry
ru: Венгрия
sk: Maďarsko
tr: Macaristan
uk: Угорщина

source: Serbia
de: Serbien
fr: Serbie
ga_ie: An tSeirbia
hr: Srbija
hu: Szerbia
nl: Servië
ru: Сербия
sk: Srbsko
tr: Sırbistan
uk: Сербія

source: Montenegro
fr: Monténégro
ga_ie: Montainéagró
hr: Crna Gora
hu: Montenegró
pl: Czarnogóra
ru: Черногория
sk: Čierna Hora
tr: Karadağ
uk: Чорногорія

source: Mexico
de: Mexiko
es: México
fr: Mexique
ga_ie: Meicsiceo
hr: Meksiko
hu: Mexikó
pl: Meksyk
ru: Мексика
sk: Mexiko
tr: Meksika
uk: Мексика

source: Peru
es: Perú
fr: Pérou
ga_ie: Peiriú
ru: Перу
uk: Перу

source: Uruguay
ga_ie: Uragua
hr: Urugvaj
pl: Urugwaj
ru: Уругвай
sk: Uruguaj
uk: Уругвай

# DB: feedback.Product.display_name
source: Firefox for Android
fr: Firefox pour Android
hr: Firefox za Android
nl: Firefox voor Android
ru: Firefox для Android
tr: Android için Firefox
uk: Firefox для Android

source: Firefox Feedback
fr: Retours d’utilisation de Firefox
hr: Firefox povratna informacija
hu: Firefox visszajelzés
nb_no: Firefox Tilbakemelding
ru: Отзыв на Firefox
tr: Firefox Geri Bildirimi
uk: Відгук про Firefox

source: Have a minute?
fr: Avez-vous une minute ?
hr: Imate li trenutak?
hu: Van egy perce?
nb_no: Har du et øyeblikk?
nl: Hebt u even?
ru: Есть минутка?
tr: Bir dakikanız var mı?
uk: Є хвилинка?

source: Tell us what you think about %(product)s so far.
fr: Dites-nous ce que vous pensez jusque-là de %(product)s.
hr: Recite nam što mislite o %(product)s do sada.
hu: Mondja el, mit gondol eddig a %(product)s alkalmazásról.
ru: Расскажите нам, что вы думаете о %(product)s.
tr: Şimdiye dek %(product)s hakkında ne düşündüğünüzü bize söyleyin.
uk: Розкажіть нам про свої враження від %(product)s.

source: JavaScript is required to leave feedback. Please enable JavaScript in your browser and refresh this page.
de: JavaScript wird benötigt, um Feedback zu hinterlassen. Bitte aktivieren Sie JavaScript in Ihrem Browser und laden Sie diese Seite neu.
es: Se requiere JavaScript para dejar comentarios. Activa JavaScript en el navegador y actualiza la página.
fr: JavaScript est nécessaire pour faire un retour d’utilisation. Veuillez activer JavaScript dans votre navigateur puis actualiser cette page.
ga_ie: Caithfidh tú JavaScript a chumasú chun aiseolas a thabhairt. Cumasaigh JavaScript i do bhrabhsálaí ansin athluchtaigh an leathanach seo.
hu: A JavaScript szükséges az oldal megtekintéséhez. Engedélyezze a JavaScriptet a böngészőjében, és töltse újra az oldalt.
nb_no: JavaScript kreves for å gi tilbakemelding. Aktiver JavaScript i nettleseren din, og last inn denne siden på nytt.
nl: Om feedback achter te laten is JavaScript vereist. Schakel JavaScript in uw browser in en vernieuw deze pagina.
pl: Aby wystawić opinię, wymagana jest obsługa przez przeglądarkę języka JavaScript. Proszę włączyć obsługę JavaScript w przeglądarce i odświeżyć stronę.
ru: Чтобы оставить отзыв, необходим JavaScript. Пожалуйста, включите JavaScript в вашем браузере и обновите эту страницу.
sk: Pre odoslanie spätnej väzby je potrebný JavaScript. Prosím povoľte JavaScript na svojom prehliadači a obnovte túto stránku.
tr: Geri bildirim için JavaScript gereklidir. Lütfen tarayıcınızda JavaScript'i etkinleştirip sayfayı tazeleyin.
uk: Щоб залишити відгук, потрібен JavaScript. Активуйте JavaScript в браузері та оновіть цю сторінку.

source: I love it
fr: Je l’adore
hr: Sviđa mi se
hu: Szeretem
nb_no: Elsker den
nl: Fantastisch
ru: Мне нравится
tr: Sevdim
uk: Я його люблю

source: I ran into some problems
fr: Je rencontre quelques problèmes
hr: Naišao sam na neke probleme
hu: Problémákba ütköztem
nb_no: Jeg opplevde noen problemer
nl: Er zijn wat probleempjes
ru: Я столкнулся с некоторыми проблемами
tr: Bazı sorunlarla karşılaştım
uk: Маю певні проблеми

source: That's great to hear!
fr: Merci de votre soutien !
hr: Drago nam je to čuti!
hu: Örömmel halljuk!
nb_no: Det er bra å høre!
nl: Da’s goed om te horen!
ru: Мы рады это слышать!
tr: Harika!
uk: Приємно чути!

source: Want to share the love by giving us a 5 star rating on Google Play?
fr: Voulez-vous nous aider encore plus en nous attribuant une note de 5 étoiles sur Google Play ?
hr: Želite li dijeliti ljubav tako da nam date ocjenu sa 5 zvjezdica na Google Play?
hu: Adjon 5 csillagos értékelést a Google Playen!
nb_no: Vil du dele kjærligheten med å gi oss femstjerners tilbakemelding på Google Play?
nl: Wilt u uw enthousiasme delen door ons 5 sterren te geven in Google Play?
ru: Хотите этим поделиться, оценив нас в 5 звёздочек на Google Play?
tr: Bize Google Play'de 5 yıldız vererek sevginizi paylaşmak ister misiniz?
uk: Хочете розповісти про свою любов давши нам п’ять зірок на Google Play?

source: It takes less than a minute and feels great.
fr: C’est très rapide et vous ferez une bonne action.
hr: Traje manje od minute i budi dobre osjećaje.
hu: Csak egy perc, és nagyszerű érzés.
nb_no: Det tar mindre enn ett minutt, og føles kjempebra.
nl: Het kost minder dan een minuut en geeft een goed gevoel.
ru: Это займет не более минуты и сделает всех немного счастливее.
tr: Bir dakikadan kısa sürecek ve kendinizi harika hissedeceksiniz.
uk: Це займе менше хвилини і допоможе іншим користувачам.

source: Yes, go to Google Play
fr: Oui, ouvrir Google Play
hr: Da, idi na Google Play
hu: Igen, felkeresem a Google Playt
nb_no: Ja, gå til Google Play
nl: Ja, naar Google Play
ru: Да, перейти на Google Play
tr: Evet, Google Play'e git
uk: Так, йдемо на Google Play

source: Oh no!
fr: Ah mince…
hr: O ne!
hu: Jaj ne!
nb_no: Å nei!
nl: Oh nee!
ru: О нет!
tr: Tüh!
uk: О ні!

source: We're sorry that you had some problems with Firefox. Please tell us what happened so that we can fix it.
fr: Nous sommes désolés d’apprendre que vous rencontrez des problèmes avec Firefox. Expliquez-nous ce qu’il s’est passé afin que nous puissions le corriger.
hr: Žao nam je da ste imali problema sa Firefox. Recite nam šta se desilo tako da možemo isto ispraviti.
hu: Sajnáljuk, hogy problémákkal találkozott a Firefox használatakor. Mondja el, mi történt, hogy kijavíthassuk.
nb_no: Vi beklager at du hadde problemer med Firefox. Fortell oss hva som skjedde så vi kan rette det.
nl: Het spijt ons dat Firefox u teleurstelde. Vertel ons wat er mis ging, zodat we hier iets aan kunnen doen.
ru: Нам жаль, что у вас возникли некоторые проблемы с Firefox. Пожалуйста, расскажите нам что случилось, чтобы мы смогли это исправить.
tr: Firefox ile ilgili sorunlar yaşamanıza üzüldük. Lütfen bize söyleyin ki düzeltebilelim.
uk: Прикро чути, що ви маєте проблеми з Firefox. Опишіть їх нам, щоб ми могли їх виправити.

source: Enter your feedback here
fr: Saisissez votre retour ici
hr: Unesite svoju povratnu informaciju ovdje
hu: Írja be ide a visszajelzést
nb_no: Skriv inn tilbakemeldingen din her
ru: Введите здесь свой отзыв
tr: Geri bildiriminizi buraya yazın
uk: Введіть свій відгук сюди

source: Include last visited site
fr: Inclure le dernier site visité
hr: Unesite zadnje posjećenu stranicu
hu: Utoljára felkeresett oldal bevétele
nb_no: Ta med info om sist besøkte nettsted
nl: Laatst bezochte website bijvoegen
ru: Включить последний посещённый сайт
tr: Son ziyaret ettiğim siteyi ekle
uk: Включити останній відвіданий сайт

source: Send Feedback
fr: Envoyer le retour
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése
nb_no: Send tilbakemelding
ru: Отправить отзыв
tr: Geri bildirim gönder
uk: Надіслати відгук

source: For your privacy, please do not include any personal information in your feedback.
fr: Afin de préserver votre vie privée, veuillez ne pas inclure d’informations personnelles dans votre retour.
hr: Zbog vaše privatnosti, ne uključujte osobne podatke u vašu povratnu informaciju.
hu: Adatvédelmi okból ne adjon meg személyes adatokat a visszajelzésében.
nb_no: For å beskytte personvernet ditt bør du unngå ta med personlig identifiserbar informasjon i tilbakemeldingen.
nl: Zorg er omwille van uw privacy voor dat er geen persoonlijke gegevens in uw feedback zijn opgenomen.
ru: Для обеспечения вашей приватности, пожалуйста, не включайте в отзыв любую идентифицирующую вас информацию.
tr: Gizliliğinizi korumak için lütfen geri bildiriminize herhangi bir kişisel bilgi eklemeyin.
uk: Задля вашої приватності, не включайте ніяких особистих даних у свій відгук.

source: Maybe later
fr: Plus tard, peut-être
hr: Možda kasnije
hu: Talán később
nb_no: Kanskje senere
nl: Misschien later
ru: Может быть позже
tr: Belki daha sonra
uk: Може іншим разом

source: No thanks
fr: Non merci
hr: Ne hvala
hu: Köszönöm, nem
nb_no: Nei takk
nl: Nee bedankt
ru: Нет, спасибо
tr: Hayır, teşekkürler
uk: Ні, дякую

source: Visit our <a href="%(support_url)s">Support Site</a> to get answers for common issues.
fr: Consultez notre <a href="%(support_url)s">site d’assistance</a> afin d’obtenir des réponses aux questions les plus fréquentes.
hu: Keresse fel a <a href="%(support_url)s">támogatási oldalt</a>, hogy válaszokat kapjon a gyakori problémákra.
ru: Посетите наш <a href="%(support_url)s">Сайт поддержки</a> для получения ответов на общие вопросы.
tr: Sık yaşanan sorunlarla ilgili yardım almak için <a href="%(support_url)s">destek sitemizi</a> ziyaret edin.
uk: Відвідайте наш <a href="%(support_url)s">сайт підтримки</a> для отримання відповідей на загальні питання.

source: Thank you.
fr: Merci de nous en avoir informé.
hr: Hvala vam.
hu: Köszönjük.
nb_no: Takk.
nl: Dank u.
ru: Спасибо.
tr: Teşekkür ederiz.
uk: Дякуємо.

source: We're always working to make Firefox better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
fr: Nous travaillons sans relâche pour améliorer Firefox. Soyez assurés que des êtres humains vont lire votre retour et faire leur maximum pour résoudre votre problème.
hr: Uvijek radimo na toma da poboljšamo Firefox. Budite sigurni da će stvarni ljudi pregledati vašu povratnu informaciju i učiniti najbolje što mogu kako bi riješili vaš problem.
hu: Folyamatosan dolgozunk azon, hogy a Firefox jobb legyen. Nyugodjon meg, valódi emberek fogják elolvasni visszajelzését, és mindent megtesznek a probléma javításáért.
nb_no: Vi jobber kontinuerlig med å gjøre Firefox bedre. Du kan være sikker på at ekte mennesker vil lese tilbakemeldingen din og prøve løse problemet.
nl: We zijn continu bezig om Firefox te verbeteren. Vertrouw erop dat we uw feedback lezen en ons uiterste best doen om uw probleem op te lossen.
ru: Мы постоянно работаем над тем, чтобы сделать Firefox ещё лучше. Будьте уверены, что ваш отзыв увидят живые люди, которые сделают всё возможное, чтобы решить вашу проблему.
tr: Daha iyi bir Firefox için sürekli çalışıyoruz. Geri bildiriminizin gerçek insanlar tarafından inceleneceğinden ve sorununuzu çözmek için ellerinden geleni yapacaklarından emin olabilirsiniz.
uk: Ми завжди намагаємось зробити Firefox кращим. Будьте певні, що живі люди розглянуть ваш відгук та зроблять все можливе щоб виправити ваду.

source: Or else.
fr: Ou sinon…
hr: Bez obzira na sve.
hu: A saját érdekükben...
nl: Wat er ook voor nodig is.
ru: Иначе им не поздоровится.
uk: Або хай начуваються.

source: Submit Your Feedback
de: Ihren Kommentar abschicken
es: Envía tu opinión
fr: Envoyez vos retours d’utilisation
ga_ie: Seol do chuid Aiseolais Chugainn
hr: Pošaljite vašu povratnu informaciju
hu: Visszajelzés elküldése
nb_no: Send tilbakemelding
nl: Uw feedback indienen
pl: Wyślij swoją opinię
ru: Отправить ваш отзыв
sk: Povedzte nám Váš názor
tr: Geri Bildiriminizi Gönderin
uk: Відправте свій відгук

source: {product} feedback
de: Feedback zu {product}
es: Opinión de {product}
fr: Donner mon avis sur {product}
ga_ie: Aiseolas {product}
hr: {product} povratne informacije
hu: {product} visszajelzés
nb_no: {product}-tilbakemelding
nl: Feedback over {product}
pl: Opinia o produkcie {product}
ru: Отзыв на {product}
sk: Odoslať názor k aplikácií {product}
tr: {product} geri bildirimi
uk: Відгук на {product}

source: Your feedback helps us improve Firefox OS.
de: Ihre Meinung hilft uns, Firefox OS zu verbessern.
es: Tu opinión nos ayuda a mejorar Firefox OS.
fr: Vos commentaires nous aident à améliorer Firefox OS.
ga_ie: Cuidíonn do chuid aiseolais linn feabhas a chur ar Firefox OS.
hr: Vaše povratne informacije pomažu nam da unaprijedimo Firefox OS.
hu: A visszajelzése segítségünkre van a Firefox OS fejlesztésében.
nb_no: Tilbakemeldingen din hjelper oss å forbedre Firefox OS.
nl: Uw feedback helpt ons Firefox OS te verbeteren.
pl: Twoja opinia pomoże nam ulepszyć system Firefox OS.
ru: Ваш отзыв поможет нам улучшить Firefox OS.
sk: Vaša spätná väzba nám pomáha vylepšiť Firefox OS.
tr: Geri bildiriminiz Firefox OS'i geliştirmemize yardımcı oluyor.
uk: Ваш відгук допоможе нам покращити Firefox OS.
