Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, es, fr, ga_ie, hr, hu, nb_no, nl, pl, ru, sk, tr, uk

source: Search Results From Firefox Input
de: Suchergebnisse von Firefox Input
es: Resultados de la búsqueda en Firefox Input
fr: Résultats de recherche dans les retours d’utilisation de Firefox.
ga_ie: Torthaí Cuardaigh ó Aiseolas Firefox
hr: Rezultati pretrage iz Firefox Inputa
hu: Találatok a Firefox Inputból
nb_no: Søkeresultater fra Firefox Input
nl: Zoekresultaten van Firefox Input
pl: Wyniki wyszukiwania w Firefox Input
ru: Результаты поиска в Firefox Input
sk: Výsledky vyhľadávania z Firefox Input
tr: Firefox Input Arama Sonuçları
uk: Шукати результати у Firefox Input

source: Happy
de: Glücklich
es: Feliz
fr: Content(e)
ga_ie: Aoibhneas
hr: Sretan
hu: Boldog
nb_no: Glad
nl: Blij
pl: Zadowolony
ru: Доволен
sk: Šťastní
tr: Mutlu
uk: Задоволений

source: Sad
de: Traurig
es: Triste
fr: Triste
ga_ie: Brón
hr: Tužan
hu: Szomorú
nb_no: Trist
nl: Droevig
pl: Niezadowolony
ru: Недоволен
sk: Smutní
tr: Üzgün
uk: Незадоволений

source: Response id: {id}
de: Antwort-ID: {id}
es: ID de respuesta: {id}
fr: ID de la réponse : {id}
ga_ie: Aitheantas an Fhreagra: {id}
hr: Id odgovora: {id}
hu: Válaszazonosító: {id}
nb_no: Responsid: {id}
nl: Antwoord-ID: {id}
pl: ID odpowiedzi: {id}
ru: ID ответа: {id}
sk: ID odpovede: {id}
tr: Yanıt no: {id}
uk: ID відповіді: {id}

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ga_ie: Anaithnid
hr: Nepoznat
hu: Ismeretlen
nb_no: Ukjent
nl: Onbekend
pl: Nieznany
ru: Неизвестно
sk: Neznáme
tr: Bilinmiyor
uk: Невідомо

source: Sentiment
de: Gefühl
es: Opinión
ga_ie: Meon
hr: Dojam
hu: Érzés
nb_no: Mening
nl: Gevoel
pl: Wrażenie
ru: Мнение
sk: Pocit
tr: Duygu
uk: Почуття

source: Product
de: Produkt
es: Producto
fr: Logiciel
ga_ie: Táirge
hr: Proizvod
hu: Termék
nb_no: Produkt
pl: Produkt
ru: Продукт
sk: Produkt
tr: Ürün
uk: Продукт

source: Version
es: Versión
ga_ie: Leagan
hr: Inačica
hu: Verzió
nb_no: Versjon
nl: Versie
pl: Wersja
ru: Версия
sk: Verzia
tr: Sürüm
uk: Версія

source: Select product to see version breakdown
de: Wählen Sie ein Produkt aus, um die Versionsübersicht anzuzeigen
es: Selecciona un producto para ver análisis de la versión
fr: Sélectionnez un logiciel pour afficher la répartition des versions
ga_ie: Roghnaigh táirge chun leaganacha éagsúla a fheiceáil
hr: Odaberite proizvod da vidite sve verzije
hu: Válasszon terméket a verziófelosztás megtekintéséhez
nb_no: Velg et produkt for å se versjonsfordeling
nl: Selecteer een product voor versiespecificatie
pl: Wybierz produkt, by zobaczyć rozkład wersji
ru: Выберите продукт, чтобы увидеть разбивку по версиям
sk: Vyberte produkt, pre ktorý chcete zobraziť rozpis verzií
tr: Sürüm dağılımını görmek için ürün seçin
uk: Виберіть продукт, щоб побачити розбивку по версіям

source: Platform
de: Betriebssystem
es: Plataforma
fr: Plateforme
ga_ie: Ardán
hr: Platforma
nb_no: Plattform
pl: Platforma
ru: Платформа
sk: Platforma
uk: Платформа

source: Locale
de: Sprache
es: Idioma
fr: Langue
ga_ie: Teanga
hr: Jezik
hu: Nyelv
nb_no: Språk
nl: Taal
pl: Języki
ru: Локаль
sk: Jazyk
tr: Dil
uk: Локаль

source: Atom feed for this search
de: ATOM-Feed für diese Suche
es: Canal Atom para esta búsqueda
fr: Flux Atom pour cette recherche
ga_ie: Fotha Atom don chuardach seo
hr: Atom kanal za ovu pretragu
hu: Atom hírforrás ehhez a kereséshez
nb_no: Atom-kilde for dette søket
nl: Atom-feed voor deze zoekopdracht
pl: Kanał Atom dla tego wyszukiwania
ru: Лента Atom для этого поиска
sk: Kanál ATOM pre toto hľadanie
tr: Bu aramanın Atom akışı
uk: Стрічка Atom для цього пошуку

source: Permalink
es: Enlace permanente
fr: Permalien
ga_ie: Buan-nasc
hr: Stalna poveznica
hu: Állandó hivatkozás
pl: Odnośnik bezpośredni
ru: Постоянная ссылка
sk: Permanentný odkaz
tr: Kalıcı bağlantı
uk: Стороннє посилання

source: When
de: Zeitraum
es: Cuándo
fr: Quand
ga_ie: Tréimhse
hr: Kada
hu: Időszak
nb_no: Når
nl: Periode
pl: Zakres
ru: Когда
sk: Kedy
tr: Zaman
uk: Коли

source: 1d
de: 1 Tg.
es: 1 día
ga_ie: 1lá
hu: 1 nap
pl: 1 dzień
ru: 1д
sk: 1 deň
tr: 1 g
uk: 1д

source: 7d
de: 7 Tg.
es: 7 días
ga_ie: 7lá
hu: 7 nap
pl: 7 dni
ru: 7д
sk: 7 dní
tr: 7 g
uk: 7д

source: 30d
de: 30 Tg.
es: 30 días
ga_ie: 30lá
hu: 30 nap
pl: 30 dni
ru: 30д
sk: 30 dní
tr: 30 g
uk: 30д

source: 90d
de: 90 Tg.
es: 90 días
fr: 90j
ga_ie: 90lá
hu: 90n
pl: 90 dni
ru: 90д
sk: 90 dní
tr: 90 g
uk: 90д

source: Start
de: Beginn
es: Inicio
fr: Début
ga_ie: Tús
hr: Početak
hu: Kezdés
nl: Begin
pl: Początek
ru: Начало
sk: Začiatok
tr: Başlangıç
uk: Початок

source: End
de: Ende
es: Fin
fr: Fin
ga_ie: Deireadh
hr: Kraj
hu: Befejezés
nb_no: Slutt
nl: Einde
pl: Koniec
ru: Конец
sk: Koniec
tr: Bitiş
uk: Кінець

source: Set
de: Festlegen
es: Establecer
fr: Définir
ga_ie: Socraigh
hr: Napomena: Svi datumi i vremena su prema pacifičkom vremenu.
hu: Beállítás
nb_no: Sett
nl: Instellen
pl: Określ
ru: Установить
sk: Nastaviť
tr: Ayarla
uk: Встановити

source: Feedback
es: Opinión
fr: Opinions
ga_ie: Aiseolas
hr: Povratna informacija
hu: Visszajelzés
nb_no: Tilbakemelding
pl: Opinia
ru: Отзывы
sk: Spätná väzba
tr: Geri bildirim
uk: Відгуки

source: Search by keyword
de: Nach Schlüsselwort suchen
es: Buscar por palabra clave
fr: Recherche par mot-clé
ga_ie: Cuardach de réir lorgfhocail
hr: Traži po ključnoj riječi
hu: Kulcsszavas keresés
nb_no: Søk etter nøkkelord
nl: Zoeken op trefwoord
pl: Szukaj wg słowa kluczowego
ru: Поиск по ключевому слову
sk: Hľadať podľa kľúčového slova
tr: Anahtar kelime ile ara
uk: Пошук за ключовим словом

source: No feedback matches that criteria.
de: Auf diese Kriterien passt kein Feedback.
es: Ningún comentario concuerda con esos criterios.
fr: Aucun commentaire ne répond à ce critère.
ga_ie: Níl aon aiseolas ann a mheaitseálann na critéir.
hr: Ni jedna povratna informacija ne odgovara tom kriteriju.
hu: Nincs a feltételnek megfelelő visszajelzés.
nb_no: Ingen tilbakemelding samsvarer med det kriteriet.
nl: Er komt geen feedback met die criteria overeen.
pl: Nie ma opinii spełniających te kryteria.
ru: Под этот критерий не подходит ни один отзыв.
sk: Žiadna spätná väzba nezodpovedá zadaným kritériám.
tr: Kriterlerle eşleşen geri bildirim bulunamadı.
uk: Немає відгуку, який відповідає цьому критерію.

source: Older Messages
de: Ältere Nachrichten
es: Mensajes anteriores
fr: Messages plus anciens
ga_ie: Níos Sine
hr: Starije poruke
hu: Korábbi üzenetek
nb_no: Eldre meldinger
nl: Oudere berichten
pl: &laquo; Starsze
ru: Старые сообщения
sk: Staršie správy
tr: Daha eski mesajlar
uk: Старіші повідомлення

source: Newer Messages
de: Neuere Nachrichten
es: Mensajes recientes
fr: Messages plus récents
ga_ie: Níos Nuaí
hr: Novije poruke
hu: Újabb üzenetek
nb_no: Nyere meldinger
nl: Nieuwere berichten
pl: Nowsze &raquo;
ru: Новые сообщения
sk: Novšie správy
tr: Daha yeni mesajlar
uk: Новіші повідомлення

source: Messages in specified time range
de: Nachrichten in angegebenem Zeitrahmen
es: Mensajes en rango de tiempo especificado
fr: Messages dans l’intervalle sélectionné
ga_ie: Teachtaireachtaí sa raon ama seo
hr: Poruke u specifičnom vremenskom razmaku
hu: Üzenetek a megadott időszakban
nb_no: Meldinger i det angitte tidsrom
nl: Berichten in opgegeven tijdsbereik
pl: Wiadomości w określonym przedziale czasowym
ru: Сообщения в заданном диапазоне времени
sk: Správy v zadanom období
tr: Belirtilen zaman aralığındaki mesajlar
uk: Повідомлення у визначений інтервал часу

source: Dashboard unavailable
de: Übersicht nicht verfügbar
es: Tablero no disponible
fr: Tableau de bord indisponible
ga_ie: Níl an Painéal Aiseolas ar fáil
hr: Nadzorna ploča nije dostupna
hu: A vezérlőpult nem érhető el
nb_no: Dashbord er utilgjengelig
nl: Dashboard niet beschikbaar
pl: Panel jest niedostępny
ru: Панель недоступна
sk: Nástenka nie je dostupná
tr: Pano kullanılamıyor
uk: Панель недоступна

source: Dashboard is currently unavailable. Please try again in 10 minutes.
de: Die Übersicht ist derzeit nicht verfügbar. Bitte versuchen Sie es in 10 Minuten erneut.
es: En este momento el tablero no está disponible. Prueba de nuevo pasados 10 minutos.
fr: Le tableau de bord est actuellement indisponible. Veuillez réessayer dans 10 minutes.
ga_ie: Níl an Painéal Aiseolas ar fáil faoi láthair. Déan iarracht eile i gceann 10 nóiméad.
hr: Nadzorna ploča je trenutno nedostupna. Molimo, pokušajte ponovno za 10 minuta.
hu: A vezérlőpult jelenleg nem érhető el. Próbálja meg 10 perc múlva.
nb_no: Dashbord er utilgjengelig. Prøv igjen om 10 minutter.
nl: Dashboard is momenteel niet beschikbaar. Probeer het over 10 minuten opnieuw.
pl: Panel jest obecnie niedostępny. Ponów próbę za 10 minut.
ru: Панель в данный момент недоступна. Пожалуйста, попробуйте через 10 минут.
sk: Nástenka aktuálne nie je dostupná. Skúste to o 10 minút.
tr: Pano şu anda kullanılamıyor. Lütfen 10 dakika sonra tekrar deneyin.
uk: Панель наразі недоступна. Спробуйте будь ласка ще раз через 10 хвилин.

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ga_ie: Catagóir
hr: Kategorija
hu: Kategória
nb_no: Kategori
nl: Categorie
pl: Kategoria
ru: Категория
sk: Kategória
tr: Kategori
uk: Категорія

source: None
de: Keine
es: Ninguno
fr: Aucun
ga_ie: Faic
hr: Ništa
hu: Nincs
nb_no: Ingen
nl: Geen
pl: Brak
ru: Нет
sk: Žiadny
tr: Hiçbiri
uk: Немає

source: Description
de: Beschreibung
es: Descripción
ga_ie: Cur Síos
hr: Opis
hu: Leírás
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
ru: Описание
sk: Popis
tr: Açıklama
uk: Опис

source: Translated
de: Übersetzt
es: Traducido
fr: Traduction
ga_ie: Aistrithe
hr: Prevedeno
hu: Lefordítva
nb_no: Oversatt
nl: Vertaald
pl: Przetłumaczone
ru: Переведено
sk: Preložené
tr: Çevrildi
uk: Перекладено

source: Translate (machine)
de: Übersetzen (maschinell)
es: Traducir (máquina)
fr: Traduire (automatiquement)
ga_ie: Aistriúchán (ríomhaire)
hr: Prevedi (strojno)
hu: Fordítás (géppel)
nb_no: Oversett (maskin)
nl: Vertalen (machine)
pl: Przetłumacz (mechanicznie)
ru: Перевести (машиной)
sk: Preložiť (strojovo)
tr: Çevir (makine)
uk: Перекласти (машинний переклад)

source: Translate (human)
de: Übersetzen (vom Menschen)
es: Traducir (humano)
fr: Traduire (manuellement)
ga_ie: Aistriúchán (daonna)
hr: Prevedi (čovjek)
hu: Fordítás (ember)
nb_no: Oversett (menneske)
nl: Vertalen (persoonlijk)
pl: Przetłumacz (człowiek)
ru: Перевести (человеком)
sk: Preložiť (človek)
tr: Çevir (insan)
uk: Перекласти

source: Created
de: Erstellt
es: Creado
fr: Créé le
ga_ie: Cruthaithe
hr: Stvoreno
hu: Létrehozva
nb_no: Opprettet
nl: Aangemaakt
pl: Utworzono
ru: Создано
sk: Vytvorené
tr: Oluşturma
uk: Створено

source: Channel
de: Kanal
es: Canal
fr: Canal
ga_ie: Cainéal
hr: Kanal
hu: Csatorna
nb_no: Kanal
nl: Kanaal
pl: Kanał
ru: Канал
sk: Kanál
tr: Kanal
uk: Канал

source: URL Domain
es: Dominio de URL
fr: URL du domaine
ga_ie: Fearann
hr: URL domena
hu: URL tartomány
nb_no: URL-domene
nl: URL-domein
pl: Adres domeny
ru: Домен URL
sk: URL adresa domény
tr: URL alan adı
uk: Домен URL

source: Source
de: Quelle
es: Fuente
ga_ie: Foinse
hr: Izvor
hu: Forrás
nb_no: Kilde
nl: Bron
pl: Kod źródłowy
ru: Источник
sk: Zdroj
tr: Kaynak
uk: Ресурс

source: Campaign
de: Kampagne
es: Campaña
fr: Campagne publicitaire
ga_ie: Feachtas
hr: Kampanja
hu: Kampány
nb_no: Kampanje
nl: Campagne
pl: Kampania
ru: Кампания
sk: Kampaň
tr: Kampanya
uk: Кампанія

source: Browser
es: Navegador
fr: Navigateur
ga_ie: Brabhsálaí
hr: Preglednik
hu: Böngésző
nb_no: Nettleser
pl: Przeglądarka
ru: Браузер
sk: Prehliadač
tr: Tarayıcı
uk: Браузер

source: Browser Ver.
de: Browser-Version
es: Vers. navegador
fr: Ver. navigateur
ga_ie: Leagan
hr: Verzija preglednika
hu: Böngésző Ver.
nb_no: Nettleser-ver.
nl: Browserversie
pl: Wersja przeglądarki
ru: Версия браузера
sk: Verzia prehliadača
tr: Tarayıcı sür.
uk: Версія браузера

source: Browser Plat.
de: Browser-Plattform
es: Plat. navegador
fr: Plat. navigateur
ga_ie: Ardán
hu: Böngésző Plat.
nb_no: Nettleser-plat.
nl: Browserplatfom
pl: Platforma przeglądarki
ru: Платформа браузера
sk: Platforma prehliadača
tr: Tarayıcı plat.
uk: Платформа браузера

source: Full URL
de: Vollständige URL
es: URL completa
fr: URL complète
ga_ie: URL iomlán
hr: Puni URL
hu: Teljes URL
nb_no: Hele URL-en
nl: Volledige URL
pl: Pełny adres URL
ru: Полный URL
sk: Celá URL adresa
tr: Tam URL
uk: Повний URL

source: Country
de: Land
es: País
fr: Pays
ga_ie: Tír
hr: Država
hu: Ország
nb_no: Land
nl: Land
pl: Kraj
ru: Страна
sk: Krajina
tr: Ülke
uk: Країна

source: Manufacturer
de: Hersteller
es: Fabricante
fr: Constructeur
ga_ie: Déantóir
hr: Proizvođač
hu: Gyártó
nb_no: Produsent
nl: Fabrikant
pl: Producent
ru: Производитель
sk: Výrobca
tr: Üretici
uk: Виробник

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
ga_ie: Gléas
hr: Uređaj
hu: Készülék
nb_no: Enhet
nl: Apparaat
pl: Urządzenie
ru: Устройство
sk: Zariadenie
tr: Cihaz
uk: Пристрій

source: Email
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse électronique
ga_ie: Ríomhphost
nb_no: E-post
nl: E-mailadres
ru: Эл. почта
tr: E-posta
uk: Електронна пошта

source: Browser data
de: Browser-Daten
es: Datos navegador
fr: Données navigateur
ga_ie: Sonraí brabhsálaí
hr: Podaci preglednika
hu: Bröngésző adat
nb_no: Nettleserdata
nl: Browsergegevens
pl: Dane przeglądarki
ru: Данные браузера
sk: Údaje prehliadača
tr: Tarayıcı verileri
uk: Дані браузера

source: yes
de: Ja
es: sí
fr: oui
ga_ie: tá
hr: da
hu: igen
nb_no: ja
nl: ja
pl: tak
ru: да
sk: áno
tr: evet
uk: так

source: API version
es: Versión de API
fr: Version de l’API
ga_ie: Leagan an API
hr: API verzija
hu: API verzió
nb_no: AP-versjon
nl: API-versie
pl: Wersja API
ru: Версия API
sk: Verzia API
tr: API sürümü
uk: Версія API

source: Context
de: Kontext
es: Contexto
fr: Contexte
ga_ie: Comhthéacs
hu: Kontextus
nb_no: Kontekst
pl: Kontekst
ru: Контекст
sk: Kontext
tr: Bağlam
uk: Контекст

source: Note: All dates and times are in Pacific Time.
de: Hinweis: Alle Daten und Zeiten beziehen sich auf die Pacific Time.
es: Nota: Todas las fechas y horas se muestran en el horario del Pacífico.
fr: Note : toutes les dates et heures sont à l’Heure du Pacifique (fuseau horaire de la Californie)
ga_ie: Nod: Taispeánaimid dátaí agus amanna sa chrios ama Pacific (SAM).
hr: Napomena: Svi datumi i vremena su prema pacifičkom vremenu.
hu: Megjegyzés: minden dátum és idő a csendes-óceáni időzónában van.
nb_no: Merk: Alle datoer og tidspunkt er i Pacific Time (PST).
nl: Noot: alle datums en tijden zijn in Pacifische tijd.
pl: Uwaga! Wszystkie daty i czas są podane wg czasu pacyficznego.
ru: Примечание: Все даты и времена указаны по Тихоокеанскому времени.
sk: Poznámka: všetky dátumy a časy používajú Pacifický čas.
tr: Not: Tüm tarih ve saatler Pasifik saat dilimindedir.
uk: Примітка: Всі дати і часи вказано у Тихоокеанському часі.

source: Dashboard is not available on mobile devices, yet.
de: Die Übersicht ist für Mobilgeräte noch nicht verfügbar.
es: El tablero aún no está disponible en dispositivos móviles.
fr: Le tableau de bord n’est pas encore disponible sur les appareils mobiles.
ga_ie: Níl an Painéal Aiseolas ar fáil ar ghléasanna soghluaiste fós.
hr: Nadzorna ploča još nije dostupna na mobilnim uređajima.
hu: A vezérlőpult még nem érhető el mobil készülékeken.
nb_no: Dashbord er ikke tilgjengelig på mobile enheter ennå.
nl: Dashboard is nog niet beschikbaar op mobiele apparaten.
pl: Panel jest jeszcze niedostępny na urządzeniach mobilnych.
ru: Панель пока недоступна на мобильных устройствах.
sk: Nástenka zatiaľ nie je dostupná pre mobilné zariadenia.
tr: Pano henüz mobil aygıtlarda kullanılamamaktadır.
uk: Панель поки що недоступна на мобільних пристроях.

source: List of values
de: Liste der Werte
es: Lista de valores
fr: Liste de valeurs
hr: Lista vrijednosti
hu: Értékek listája
nl: Lijst van waarden
pl: Lista wartości
ru: Список значений
sk: Zoznam hodnôt
tr: Değer listesi
uk: Список значень

source: JSON Object
de: JSON-Objekt
es: Objeto JSON
fr: Objet JSON
ga_ie: Réad JSON
hr: JSON objekt
hu: JSON-objektum
nb_no: JSON-objekt
pl: Obiekt JSON
ru: Объект JSON
sk: Objekt JSON
tr: JSON nesnesi
uk: Об'єкт JSON

source: Forbidden
de: Verboten
es: Perdonado
fr: Accès interdit
ga_ie: Toirmiscthe
hr: Zabranjeno
hu: Tiltva
nb_no: Forbudt
nl: Niet toegestaan
pl: Niedozwolone
ru: Запрещено
sk: Zamietnuté
tr: Yasak
uk: Заборонено

source: You do not have access to this page.
de: Sie haben keinen Zugang zu dieser Seite.
es: No tienes acceso a esta página.
fr: Vous ne pouvez pas accéder à cette page.
ga_ie: Níl cead agat an leathanach seo a fheiceáil.
hr: Nemate pristup ovoj stranici.
hu: Nincs hozzáférése az oldalhoz
nb_no: Du har ikke tilgang til denne siden.
nl: U hebt geen toegang tot deze pagina.
pl: Nie masz dostępu do tej strony.
ru: У вас нет прав на доступ к этой странице.
sk: Na túto stránku nemáte prístup.
tr: Bu sayfaya erişim yetkiniz yok.
uk: Ви не маєте прав на доступ до цієї сторінки.

source: You do not have access to this page. If you have an account, try signing in.
de: Sie haben keinen Zugang zu dieser Seite. Wenn Sie ein Benutzerkonto haben, versuchen Sie sich anzumelden.
es: No tienes acceso a esta página. Si tienes una cuenta, prueba a identificarte.
fr: Vous ne pouvez pas accéder à cette page. Si vous avez un compte, essayez de vous connecter.
ga_ie: Níl cead agat an leathanach seo a fheiceáil. Má tá cuntas agat, bain triail as logáil isteach.
hr: Nemate pristup ovoj stranici. Ako imate račun, probajte se prijaviti.
hu: Nincs hozzáférése az oldalhoz. Ha rendelkezik fiókkal, próbáljon bejelentkezni.
nb_no: Du har ikke tilgang til denne siden. Hvis du har en konto, kan du prøve å logge inn.
nl: U hebt geen toegang tot deze pagina. Als u een account hebt, probeer u dan aan te melden.
pl: Nie masz dostępu do tej strony. Jeśli masz konto spróbuj się zalogować
ru: У вас нет прав на доступ к этой странице. Если у вас есть учётная запись, попробуйте войти.
sk: Na túto stránku nemáte prístup. Ak máte účet skúste sa prihlásiť.
tr: Bu sayfaya erişim yetkiniz yok. Hesabınız varsa giriş yapmayı deneyin.
uk: Ви не маєте прав на доступ до цієї сторінки. Якщо у вас є обліковий запис, спробуйте увійти.

source: Return to the dashboard.
de: Zurück zur Übersicht.
es: Volver al tablero.
fr: Retourner au tableau de bord.
ga_ie: Fill ar an bpainéal aiseolais.
hr: Povratak na nadzornu ploču.
hu: Vissza a vezérlőpulthoz.
nb_no: Tilbake til dashbordet.
nl: Ga terug naar het dashboard.
pl: Wróć do panelu.
ru: Вернуться на панель.
sk: Späť na nástenku
tr: Panoya dön.
uk: Повернутись до панелі.

source: Not Found
de: Nicht gefunden
es: No se encontraron resultados
fr: Non trouvé
ga_ie: Gan Aimsiú
hr: Rezultati nisu pronađeni
hu: Nem található
nb_no: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
ru: Не найдено
sk: Nebolo nájdené
tr: Sayfa bulunamadı
uk: Не знайдено

source: The document could not be found.
de: Das Dokument konnte nicht gefunden werden.
es: No se pudo encontrar el documento.
fr: Le document n’a pas été trouvé.
ga_ie: Níor aimsíodh an cháipéis.
hr: Dokument je nedostupan.
hu: A dokumentum nem található.
nb_no: Klarte ikke finne dokumentet.
nl: Het document werd niet gevonden.
pl: Nie można odnaleźć dokumentu.
ru: Документ не может быть найден.
sk: Dokument nebol nájdený.
tr: Belge bulunamadı.
uk: Неможливо знайти документ.

source: Something has gone horribly wrong
de: Etwas ist völlig schiefgegangen
es: Algo ha salido muy mal
fr: Quelque chose s’est terriblement mal passé.
ga_ie: Tharla rud éigin uafásach
hr: Nešto je potpuno pošlo po krivu
hu: Valami nagy baj történt
nb_no: Noe har gått helt forferdelig galt
nl: Er is iets vreselijk misgegaan
pl: Coś się nie udało
ru: Что-то пошло абсолютно не так
sk: Niečo nefunguje dobre
tr: Yanlış giden bir şeyler var
uk: Щось пішло зовсім не так

source: <strong>Firefox</strong> Input
ga_ie: Aiseolas <strong>Firefox</strong>
ru: Панель отзывов <strong>Firefox</strong>
uk: Відгуки про <strong>Firefox</strong>

source: Dashboard
de: Übersicht
es: Tablero
fr: Tableau de bord
ga_ie: Painéal
hr: Nadzorna ploča
hu: Vezérlőpult
nb_no: Instrumentbord
pl: Panel
ru: Панель
sk: Nástenka názorov
tr: Pano
uk: Панель

source: Something has gone horribly wrong.
de: Etwas ist völlig schiefgegangen.
es: Algo ha salido muy mal.
fr: Quelque chose s’est terriblement mal passé.
ga_ie: Tharla rud éigin uafásach.
hr: Nešto je potpuno pošlo po krivu.
hu: Valami nagy baj történt.
nb_no: Noe har gått helt forferdelig galt.
nl: Er is iets vreselijk misgegaan.
pl: Coś się nie udało.
ru: Что-то пошло абсолютно не так.
sk: Niečo nefunguje dobre.
tr: Yanlış giden bir şeyler var.
uk: Щось пішло зовсім не так.

source: There was a problem on the server.
de: Es ist ein Problem mit dem Server aufgetreten.
es: Hubo un error en el servidor.
fr: Un problème est survenu sur le serveur.
ga_ie: Tharla earráid ar an bhfreastalaí.
hr: Na poslužitelju je došlo do problema.
hu: Hiba történt a kiszolgálón.
nb_no: Et problem oppstod på tjeneren.
nl: Er was een probleem op de server.
pl: Wystąpił problem na serwerze.
ru: Возникла проблема на сервере.
sk: Na serveri nastal problém.
tr: Sunucuda bir sorun oluştu.
uk: Виникла проблема на сервері.

source: About Firefox Input
de: Über Firefox Input
es: Acerca de Firefox Input
fr: À propos de Firefox Input
ga_ie: Maidir le hAiseolas Firefox
hr: O Firefox Inputu
hu: Firefox Input névjegye
nb_no: Om Firefox Input
nl: Over Firefox Input
pl: Firefox Input
ru: О Firefox Input
sk: O aplikácii Firefox Input
tr: Firefox Input Hakkında
uk: Про Firefox Input

source: Hello!
de: Hallo!
es: ¡Hola!
fr: Bonjour !
ga_ie: Dia Dhuit!
hr: Bok!
nb_no: Hei!
nl: Hallo!
pl: Witaj!
ru: Привет!
sk: Vitajte!
tr: Merhaba!
uk: Привіт!
