Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/django.po
Languages: de, es, fr, ga_ie, hr, hu, nb_no, nl, pl, ru, sk, tr, uk

source: %(product)s makes me happy
de: %(product)s macht mich glücklich
es: %(product)s me hace feliz
fr: Je suis satisfait de %(product)s
ga_ie: Cuireann %(product)s aoibhneas orm
hr: %(product)s me čini sretnom/sretnim
hu: A(z) %(product)s örömet okoz
nb_no: %(product)s gjør meg glad
nl: %(product)s maakt me blij
pl: %(product)s wywołuje u mnie zadowolenie
ru: %(product)s порадовал меня
sk: Som šťastný, keď používam %(product)s
tr: %(product)s beni mutlu etti
uk: %(product)s мене порадував

source: %(product)s makes me sad
de: %(product)s macht mich traurig
es: %(product)s no me hace feliz
fr: Je suis déçu de %(product)s
ga_ie: Cuireann %(product)s brón orm
hr: %(product)s me čini tužnom/tužnim
hu: A(z) %(product)s elszomorít
nb_no: %(product)s gjør meg lei
nl: %(product)s stemt me droevig
pl: %(product)s wywołuje u mnie smutek
ru: %(product)s огорчил меня
sk: %(product)s ma sklamal
tr: %(product)s beni üzdü
uk: %(product)s мене засмутив

source: Is %(product)s not the product you want to give feedback on?<br /> <a href="%(url)s">Pick a different product</a>.
de: Ist %(product)s nicht das Produkt, zu dem Sie Ihre Meinung sagen möchten?<br /> <a href="%(url)s">Wählen Sie ein anderes Produkt aus</a>.
es: ¿%(product)s no es el producto sobre el que quieres opinar? <br /> <a href="%(url)s">Elige un producto diferente</a>.
fr: %(product)s n’est pas le logiciel sur lequel vous souhaitiez donner votre avis ?<br /><a href="%(url)s">Sélectionnez un autre logiciel</a>.
ga_ie: Ar mhaith leat aiseolas a sheoladh faoi tháirge seachas %(product)s?<br /> <a href="%(url)s">Roghnaigh táirge eile</a>.
hu: Nem a(z) %(product)s termékről szeretne visszajelzést adni?<br /> <a href="%(url)s">Válasszon másik terméket</a>.
nb_no: Er ikke %(product)s det produktet du vil gi tilbakemelding for?<br /> <a href="%(url)s">Velg et annet produkt</a>.
nl: Is %(product)s niet het product waarover u feedback wilt geven?<br /> <a href="%(url)s">Kies een ander product</a>.
pl: %(product)s nie jest produktem, o którym chcesz przesłać opinię? <br /> <a href="%(url)s">Wybierz inny produkt</a>.
ru: %(product)s не является тем продуктом, на который вы хотите дать отзыв?<br /> <a href="%(url)s">Выберите другой продукт</a>.
sk: Nie je %(product)s produktom, pre ktorý chcete spätnú väzbu odoslať?<br /> <a href="%(url)s">Vyberte iný</a>.
tr: Geri bildirimde bulunmak istediğiniz ürün %(product)s değil mi?<br /> <a href="%(url)s">Başka bir ürün seçin</a>.
uk: %(product)s не є тим продуктом, на який ви хочете залишити відгук?<br /> <a href="%(url)s">Виберіть інший продукт</a>.

source: In what country did you purchase your Firefox OS device?
de: In welchem Land haben Sie Ihr Firefox-OS-Gerät gekauft?
es: ¿En qué país adquiriste tu dispositivo Firefox OS?
fr: Dans quel pays avez-vous acheté votre appareil Firefox OS ?
ga_ie: Cén tír inar cheannaigh tú do ghléas Firefox OS?
hr: U kojoj državi ste kupili svoj Firefox OS uređaj?
hu: Melyik országban vásárolta a Firefox OS készüléket?
nb_no: I hvilket land kjøpte du din Firefox OS-enhet?
nl: In welk land hebt u uw Firefox OS-apparaat aangeschaft?
pl: W jakim kraju urządzenie z systemem Firefox OS zostało zakupione?
ru: В какой стране вы купили ваше устройство на Firefox OS?
sk: V ktorej krajine ste si kúpili vaše zariadenie s Firefox OS?
tr: Firefox OS cihazınızı hangi ülkede satın aldınız?
uk: У якій країні ви придбали ваш пристрій з Firefox OS?

source: Other
de: Andere
es: Otro
fr: Autre
ga_ie: Eile
hr: Druga
hu: Egyéb
nb_no: Annet
nl: Overig
pl: Inny
ru: Другая
sk: Iný
tr: Diğer
uk: Інше

source: Next
de: Nächste
es: Siguiente
fr: Suivant
ga_ie: Ar Aghaidh
hr: Dalje
hu: Tovább
nb_no: Neste
nl: Volgende
pl: Dalej
ru: Далее
sk: Ďalej
tr: İleri
uk: Далі

source: What Firefox OS device are you using?
de: Welches Firefox-OS-Gerät verwenden Sie?
es: ¿Qué dispositivo Firefox OS estás utilizando?
fr: Quel appareil Firefox OS utilisez-vous ?
ga_ie: Cén gléas Firefox OS atá agat?
hr: Koji Firefox OS uređaj koristite?
hu: Milyen Firefox OS készüléket használ?
nb_no: Hvilken Firefox OS-enhet bruker du?
nl: Welk Firefox OS-apparaat gebruikt u?
pl: Jakiego urządzenia z systemem Firefox OS używasz?
ru: Какое устройство на Firefox OS вы используете?
sk: Aké zariadenie s Firefox OS používate?
tr: Hangi Firefox OS cihazını kullanıyorsunuz?
uk: Який пристрій з Firefox OS ви використовуєте?

source: Details
es: Detalles
fr: Détails
ga_ie: Mionsonraí
hr: Detalji
hu: Részletek
nb_no: Detaljer
pl: Szczegóły
ru: Подробности
sk: Detaily
tr: Ayrıntılar
uk: Подробиці

source: Please describe what you like. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
de: Bitte beschreiben Sie, was Ihnen gefällt. Der Inhalt Ihres Feedbacks ist öffentlich sichtbar, nennen Sie hier also bitte keine persönlichen Daten, wie Ihre E-Mail-Adresse, Passwörter oder Telefonnummer.
es: Describe lo que te gusta. El contenido de tus opiniones será público, así que asegúrate de que no incluyes información personal como tu dirección electrónica, contraseñas o número de teléfono.
fr: Veuillez décrire ce que vous appréciez. Le contenu de votre message sera public, assurez-vous de ne pas inclure d’informations personnelles telles que des adresses électroniques, des mots de passe, ou un numéro de téléphone.
ga_ie: Déan cur síos ar na rudaí a thaitníonn leat. Beidh do chuid aiseolais ar fáil go poiblí, mar sin bí cinnte nach bhfuil faisnéis phearsanta ann, mar shampla seoladh ríomhphoist, focail fhaire, nó uimhir theileafóin.
hu: Írja le, mivel elégedett. A visszajelzés tartalma nyilvános lesz, ezért győződjön meg róla, hogy nem tartalmaz semmilyen személyes információt, például e-mail címet, jelszót vagy telefonszámot.
nb_no: Beskriv hva du liker. Innholdet av tilbakemeldingen blir offentlig tilgjengelig, så pass på at du ikke inkluderer personlig informasjon som f.eks. e-postadresser, passord eller telefonnumre.
nl: Beschrijf wat u leuk vindt. De inhoud van uw feedback wordt openbaar zichtbaar, dus zorg ervoor dat u geen persoonlijke gegevens zoals uw e-mailadres, wachtwoorden of telefoonnummer bijvoegt.
pl: Opisz, co lubisz. Treść twojej opinii będzie upubliczniona, więc nie podawaj żadnych informacji osobistych.
ru: Пожалуйста, опишите, что вам нравится. Содержимое вашего отзыва будет публичным, поэтому убедитесь, что вы не включили в него никаких персональных данных, таких как адрес электронной почты, пароли или номер телефона.
sk: Popíšte prosím, čo potrebujete. Obsah vašej reakcie bude verejne prístupný, takže neuvádzajte žiadne osobné informácie ako sú e-mailová adresa, heslá ani telefónne číslo.
tr: Lütfen neyi beğendiğinizi yazın. Geri bildiriminizin içeriği herkes tarafından görülebilecektir; o yüzden lütfen e-posta adresi, parola ve telefon numarası gibi kişisel bilgiler yazmayın.
uk: Опишіть, що вам подобається. Вміст вашого відгуку буде публічним, тому переконайтеся, що ви не включили в нього особисту інформацію, таку як адреса електронної пошти, паролі чи номер телефону.

source: Please describe your problem below and be as specific as you can. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
de: Bitte beschreiben Sie im Folgenden möglichst genau Ihr Problem. Der Inhalt Ihres Feedbacks ist öffentlich sichtbar, nennen Sie hier also bitte keine persönlichen Daten, wie Ihre E-Mail-Adresse, Passwörter oder Telefonnummer.
es: Por favor describe tu problema y sé tan específico como puedas. El contenido de tu comentario será público, así que por favor no incluyas información personal como correos electrónicos, contraseñas, o números telefónicos.
fr: Veuillez décrire votre problème ci-dessous. Essayez d’être aussi précis que possible. Le contenu de votre message sera public, assurez-vous de ne pas inclure d’informations personnelles telles que des adresses électroniques, des mots de passe, ou un numéro de téléphone.
ga_ie: Déan miontuairisc ar d'fhadhb thíos. Beidh do chuid aiseolais ar fáil go poiblí, mar sin bí cinnte nach bhfuil faisnéis phearsanta ann, mar shampla seoladh ríomhphoist, focail fhaire, nó uimhir theileafóin.
hu: Írja le alább a problémáját, olyan részletesen, amennyire csak lehet. A visszajelzés tartalma nyilvános lesz, ezért győződjön meg róla, hogy nem tartalmaz semmilyen személyes információt, például e-mail címet, jelszót vagy telefonszámot.
nb_no: Beskriv ditt problem, og vær så presis som mulig. Innholdet av tilbakemeldingen blir offentlig tilgjengelig, så pass på at du ikke inkluderer personlig informasjon som f.eks. e-postadresser, passord eller telefonnumre.
nl: Beschrijf hieronder zo gedetailleerd mogelijk uw probleem. De inhoud van uw feedback wordt openbaar zichtbaar, dus zorg ervoor dat u geen persoonlijke gegevens zoals uw e-mailadres, wachtwoorden of telefoonnummer bijvoegt.
pl: Poniżej opisz swój problem możliwie jak najdokładniej. Treść ta będzie upubliczniona, więc nie podawaj żadnych informacji osobistych.
ru: Пожалуйста, как можно более подробно опишите ниже вашу проблему. Содержимое вашего отзыва будет публичным, поэтому убедитесь, что вы не включили в него никаких персональных данных, таких как адрес электронной почты, пароли или номер телефона.
sk: Popíšte prosím svoj problém čo najpodrobnejšie ako len dokážete. Obsah vašej reakcie bude verejne prístupný, takže neuvádzajte žiadne osobné informácie ako sú e-mailová adresa, heslá ani telefónne číslo.
tr: Lütfen sorununuzu olabildiğince açık bir şekilde anlatın. Geri bildiriminizin içeriği herkes tarafından görülebilecektir; o yüzden lütfen e-posta adresi, parola ve telefon numarası gibi kişisel bilgiler yazmayın.
uk: Опишіть якомога детальніше свою проблему внизу. Вміст вашого відгуку буде публічним, тому переконайтеся, що ви не включили в нього особисту інформацію, таку як адреса електронної пошти, паролі чи номер телефону.

source: If your feedback is related to a website, you can include it here:
de: Wenn sich Ihr Feedback auf eine Website bezieht, können Sie sie hier angeben:
es: Si tu comentario está relacionado con un sitio web, puedes incluirlo aquí:
fr: Si votre avis est lié à un site web, vous pouvez l’indiquer ici :
ga_ie: Má bhaineann do chuid aiseolais le suíomh Gréasáin, cuir anseo é:
hu: Amennyiben a visszajelzés egy weboldallal van összefüggésben, akkor megadhatja annak címét:
nb_no: Dersom tilbakemeldingen er knyttet til et nettsted, kan du oppgi det her:
nl: Als uw feedback betrekking heeft op een website, kunt u deze hier bijvoegen:
pl: Jeśli Twoja opinia dotyczy konkretnej witryny, dołącz jej adres tutaj:
ru: Если ваш отзыв относится к веб-сайту, вы можете указать здесь его адрес:
sk: Ak sa Váš komentár týka nejakej konkrétnej webovej stránky, môžete ju zadať tu:
tr: Geri bildiriminiz bir web sitesiyle ilgili ise onu buraya yazabilirsiniz:
uk: Якщо ваш відгук стосується веб-сайту, можете зазначити його тут:

source: (Optional) Check here to let us contact you to follow up on your feedback. Your email address will be kept private.
de: (Optional) Aktivieren Sie dieses Kontrollkästchen, damit wir uns in Bezug auf Ihr Feedback bei Ihnen melden können. Ihre E-Mail-Adresse wird vertraulich behandelt.
es: (Opcional) Marca aquí para permitir que contactemos contigo para hacer un seguimiento de tus comentarios. Tu correo electrónico se mantendrá privado
fr: (Facultatif) Cochez cette case pour nous permettre de vous contacter pour faire suite à votre commentaire. Votre adresse électronique restera confidentielle.
ga_ie: (Roghnach) Cuir tic anseo le cead a thabhairt dúinn dul i dteagmháil leat maidir le do chuid aiseolais. Coinneoimid do sheoladh ríomhphoist príobháideach.
hu: (elhagyható) Jelölje be, ha felvehetjük Önnel a kapcsolatot a visszajelzése kapcsán. Az e-mail címét bizalmasan kezeljük.
nb_no: (Valgfri) Kryss av her for å la oss å kontakte deg, for å følge opp tilbakemeldingen. Din e-postadresse vil bli holdt privat.
nl: (Optioneel) Klik hier om ons contact over uw feedback met u te laten opnemen. Uw e-mailadres wordt privé gehouden.
pl: Opcjonalne. Zaznacz to pole, abyśmy mogli kontaktować się z tobą w sprawach dotyczących twojej opinii. Twój adres e-mail pozostanie tylko do naszej wiadomości.
ru: (Необязательно) Щёлкните здесь, чтобы позволить нам связаться с вами по поводу вашего отзыва. Ваш адрес эл. почты будет храниться в тайне.
sk: (Nepovinné) Označte, ak si želáte, aby sme Vás mohli kontaktovať. Vaša e-mailová adresa ostane skrytá.
tr: (Tercihe bağlı) Geri bildiriminizle ilgili olarak sizinle iletişime geçmemize izin veriyorsanız burayı işaretleyin. E-posta adresiniz gizli tutulacaktır.
uk: (Необов'язково) Відмітьте це, щоб дати нам змогу зв'язатись з вами з приводу вашого відгуку. Адреса вашої електронної пошти залишиться приватною.

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.
es: Escribe una dirección de correo válida.
fr: Veuillez saisir une adresse de courrier électronique valide.
ga_ie: Cuir isteach seoladh ríomhphoist bailí.
hr: Unesite ispravnu adresu e-pošte.
hu: Adjon meg egy érvényes e-mail címet.
nb_no: Skriv en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Podaj działający adres e-mail.
ru: Введите корректный адрес эл. почты.
sk: Zadajte prosím platnú e-mailovú adresu.
tr: Lütfen geçerli bir e-posta adresi girin.
uk: Введіть дійсну адресу електронної пошти.

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
ga_ie: Seol
hr: Slanje
hu: Elküldés
nb_no: Send inn
nl: Verzenden
pl: Wyślij
ru: Отправить
sk: Odoslať
tr: Gönder
uk: Надіслати

source: Submitting....
de: Wird übermittelt…
es: Enviando...
fr: Envoi…
ga_ie: Á Sheoladh...
hr: Slanje....
hu: Visszajelzés elküldése…
nb_no: Sender ...
nl: Feedback wordt ingediend…
pl: Wysyłanie…
ru: Отправка....
sk: Prebieha odosielanie...
tr: Gönderiliyor...
uk: Надсилання....

source: Success!
de: Geschafft!
es: ¡Correcto!
fr: Bravo !
ga_ie: D'éirigh leis!
hr: Uspjeh!
hu: Sikerült!
nb_no: Vellykket!
nl: Succes!
pl: Sukces!
ru: Успех!
sk: Úspech!
tr: Tebrikler!
uk: Успішно!

source: Thank you for your feedback! We will use it to help us create a better experience in future versions of Firefox OS.
de: Danke für Ihr Feedback! Es wird uns dabei helfen, in zukünftigen Firefox-OS-Versionen ein besseres Erlebnis zu schaffen.
es: ¡Gracias por tu opinión! La usaremos para crear una experiencia mejor en próximas versiones de Firefox OS.
fr: Merci pour votre retour d’expérience ! Celui-ci nous sera précieux pour améliorer les futures versions de Firefox OS.
ga_ie: Go raibh maith agat as do chuid aiseolais! Úsáidfear é chun feabhas a chur ar leaganacha Firefox OS amach anseo.
hr: Hvala vam na povratnoj informaciji! Iskoristit ćemo ju da bismo poboljšali iskustvo korištenja budućih Firefox OS izdanja.
hu: Köszönjük a visszajelzést! Az Ön segítségével a Firefox OS következő kiadásai jobb felhasználói élményt fognak nyújtani.
nb_no: Takk for tilbakemeldingen! Vi vil bruke den for å lage en bedre brukeropplevelse i fremtidige utgaver av Firefox OS.
nl: Bedankt voor uw feedback! We zullen deze gebruiken om een betere ervaring in toekomstige versies van Firefox OS te helpen creëren.
pl: Dziękujemy za opinię! Wykorzystamy ją do ulepszenia działania przyszłych wersji systemu Firefox OS.
ru: Спасибо за ваш отзыв! Мы используем его для улучшения работы будущих версий Firefox OS.
sk: Ďakujeme za reakciu. Vaše názory budú využité pri vytváraní budúcich verzií Firefox OS.
tr: Ger bildiriminiz için teşekkürler! Firefox OS'in gelecek sürümlerinde daha iyi bir deneyim yaratmak için çok işimize yarayacak.
uk: Дякуємо за ваш відгук! Ми використаємо його для покращення роботи майбутніх версій Firefox OS.

source: Learn how you can <a href="%(url)s">make Firefox OS and Mozilla better</a>.
de: Erfahren Sie, wie Sie <a href="%(url)s">Firefox OS und Mozilla verbessern können</a>.
es: Descubre cómo puedes <a href="%(url)s">mejorar Firefox OS y Mozilla</a>.
fr: Découvrez comment vous pouvez <a href="%(url)s">améliorer Firefox OS et Mozilla</a>
ga_ie: Foghlaim conas is féidir <a href="%(url)s">feabhas a chur ar Firefox OS agus Mozilla</a>.
hr: Saznajte kako možete <a href="%(url)s">učiniti Firefox OS i Mozillu boljim</a>.
hu: Tudja meg hogyan <a href="%(url)s">teheti jobbá a Firefox OS-t és a Mozillát</a>.
nb_no: Les om hvordan du kan <a href="%(url)s">gjøre Firefox OS og Mozilla bedre</a>.
nl: Lees hoe u <a href="%(url)s">Firefox OS en Mozilla kunt verbeteren</a>.
pl: Dowiedz się, jak <a href="%(url)s">uczynić Firefox OS i Mozillę lepszymi</a>.
ru: Узнайте, как вы можете <a href="%(url)s">сделать Firefox OS и Mozilla лучше</a>.
sk: Prečítajte si, ako môžete <a href="%(url)s">urobiť Firefox OS a Mozillu lepšími</a>.
tr: <a href="%(url)s">Firefox OS'i ve Mozilla'yı nasıl iyileştirebileceğinizi</a> öğrenin.
uk: Дізнатись як ви можете <a href="%(url)s">зробити Firefox OS та Mozilla кращими</a>.

source: We're sorry!
de: Es tut uns leid!
es: ¡Discúlpanos!
fr: Nous sommes désolés !
ga_ie: Tá brón orainn!
hr: Žao nam je!
hu: Elnézést!
nb_no: Vi beklager!
nl: Het spijt ons!
pl: Przepraszamy!
ru: Нам жаль!
sk: Ospravedlňujeme sa!
tr: Özür dileriz!
uk: Нам шкода!

source: Something has happened and we can't submit your feedback. Feedback will be saved on your device so you can try sending it again later.
de: Etwas ist schiefgegangen und wir können Ihr Feedback nicht übertragen. Das Feedback wird auf Ihrem Gerät gespeichert, so dass Sie später erneut versuchen können, es zu senden.
es: Ha ocurrido algo que nos impide enviar tu opinión. Esta se guardará en tus dispositivo para que puedas enviarla en otro momento.
fr: Un problème nous empêche d’envoyer votre avis. Celui-ci sera conservé sur votre appareil afin que vous puissiez réessayer de l’envoyer plus tard.
ga_ie: Tharla earráid agus theip orainn do chuid aiseolais a sheoladh. Beidh sé sábháilte ar do ghléas agus is féidir leat iarracht eile a dhéanamh ar ball.
hr: Nešto se dogodilo i ne možemo poslati vašu povratnu informaciju. Povratna informacija će biti spremljena na vašem uređaju kako biste je mogli ponovno pokušati poslati kasnije.
hu: Valami miatt nem tudjuk elküldeni visszajelzését. A visszajelzés el lesz mentve a készülékén, így később újra megpróbálhatja elküldeni.
nb_no: Noe har skjedd, og vi kan ikke sende tilbakemeldingen din. Tilbakemeldingen lagres på enheten din, slik at du kan forsøke å sende den senere.
nl: Er is iets gebeurd waardoor we uw feedback niet kunnen indienen. De feedback wordt op uw apparaat opgeslagen, zodat u deze later kunt proberen te verzenden.
pl: Coś się stało i nie można przesłać tej opinii. Zostanie ona zapisana na twoim urządzeniu i spróbuj przesłać ją ponownie później.
ru: Что-то произошло и мы не можем отправить ваш отзыв. Отзыв будет сохранён на вашем устройстве, чтобы вы могли попробовать отправить его ещё раз.
sk: Niečo nie je v poriadku a vašu reakciu nemožno odoslať. Vaša reakcia bude uložená vo vašom zariadení a vy ju budete mať možnosť odoslať neskôr.
tr: Ters giden bir şeyler yüzünden geri bildiriminizi gönderemedik. Geri bildiriminiz, daha sonra tekrar göndermeyi deneyebilmeniz için cihazınıza kaydedilecek.
uk: Щось трапилось і ми не можемо надіслати ваш відгук. Відгук буде збережено на вашому пристрої, щоб ви змогли спробувати надіслати його пізніше.

source: Try again
de: Erneut versuchen
es: Prueba otra vez
fr: Réessayer
ga_ie: Déan iarracht arís
hr: Pokušaj ponovno
hu: Újra
nb_no: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
ru: Попробовать снова
sk: Skúsiť znova
tr: Yeniden dene
uk: Спробувати знову

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ga_ie: Cealaigh
hr: Otkaži
hu: Mégse
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
ru: Отмена
sk: Zrušiť
tr: İptal
uk: Скасувати

source: You have unsubmitted feedback data. Would you like to try submitting it again?
de: Sie haben nicht übermittelte Feedback-Daten. Möchten Sie erneut versuchen, sie zu übertragen?
es: Has cancelado el envío de los datos de opinión. ¿Quieres probar a enviarlos de nuevo?
fr: Votre avis n’a pas encore pu être envoyé. Voulez-vous réessayer de l’envoyer ?
ga_ie: Tá roinnt aiseolais agat gan seoladh fós. An bhfuil fonn ort é a sheoladh anois?
hr: Imate neposlane povratne informacije. Želite li ih pokušati ponovno poslati?
hu: Nem küldött el minden visszajelzési adatot. Megpróbálja újra elküldeni?
nb_no: Du har tilbakemeldingsdata som ikke er sendt ennå. Vil du prøve å sende de igjen?
nl: U hebt niet-verzonden feedbackgegevens. Wilt u deze opnieuw proberen te verzenden?
pl: Masz nieprzesłaną opinię. Czy chcesz spróbować przesłać ją ponownie?
ru: У вас есть неотправленные отзывы. Вы хотите попробовать отправить их снова?
sk: Vo vašom zariadení sa nachádzajú neodoslané reakcie. Chcete ich skúsiť znovu odoslať?
tr: Gönderilmemiş geri bildirim verileriniz var. Yeniden göndermeyi denemek ister misiniz?
uk: У вас є ненадіслані відгуки. Чи бажаєте спробувати надіслати їх знову?

source: How does %(product)s make you feel?
de: Welches Gefühl löst %(product)s bei Ihnen aus?
es: ¿Cómo te sientes al usar %(product)s?
fr: Comment trouvez-vous %(product)s ?
ga_ie: Cén chaoi a n-airíonn tú faoi %(product)s?
hu: Hogy érzi magát a(z) %(product)s használatakor?
nb_no: Hva synes du om %(product)s?
nl: Welk gevoel krijgt u bij %(product)s?
pl: Jak odbierasz produkt %(product)s?
ru: Что вы чувствуете по отношению к %(product)s?
sk: Aký máte pocit z produktu %(product)s?
tr: %(product)s kullanırken kendinizi nasıl hissettiniz?
uk: Які відчуття викликає у вас %(product)s?

source: To help us understand your input, we need more information. By hitting submit below, you will provide us with technical information about your browser, along with any feedback you provide on this page.
fr: Afin de nous aider à comprendre votre retour, nous avons besoin d’informations supplémentaires. En appuyant sur le bouton « Envoyer » ci-dessous, vous nous transmettrez des informations concernant votre navigateur, accompagnées de tout commentaire supplémentaire laissé sur cette page.
hu: Hogy segítsen visszajelzése megértésében, további információkra van szükségünk. Lent, az Elküldés gombra kattintva megosztja velünk a böngészője technikai adatait, azokkal a visszajelzésekkel együtt, amelyeket ezen a lapon adott meg.
ru: Чтобы помочь нам понять ваш отзыв, нам нужно больше информации. Нажав на кнопку ниже, вы сообщите нам техническую информацию о вашем браузере, вместе с отзывом, который вы оставите на этой странице.
tr: Geri bildiriminizi anlamak için daha fazla bilgiye ihtiyacımız var. Aşağıdaki Gönder düğmesine tıkladığınızda bize bu sayfadaki geri bildiriminizin yanı sıra tarayıcınızla ilgili teknik bilgileri de sağlamış olacaksınız.

source: To help us understand your input, we need more information.
fr: Afin de nous aider à comprendre votre retour, nous avons besoin d’informations supplémentaires.
hu: Hogy segítsen visszajelzése megértésében, további információkra van szükségünk.
ru: Чтобы помочь нам понять ваш отзыв, нам нужно больше информации.
