Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: We adhere to the <a href="%(url)s">Mozilla Privacy Policy</a>.
cs: Dodržujeme <a href="%(url)s">Zásady ochrany soukromí Mozilly</a>.
el: Τηρούμε την <a href="%(url)s">Πολιτική Απορρήτου του Mozilla</a>.
id: Kami mematuhi <a href="%(url)s">Kebijakan Privasi Mozilla</a>.
it: Nel rispetto dell’<a href="%(url)s">Informativa sulla privacy Mozilla</a>.
sl: Držimo se <a href="%(url)s">Mozilline politike zasebnosti</a>.
sr: Придржавамо се <a href="%(url)s">Mozilla-иној полиси приватности</a>.

source: Legal Disclaimers and Limitations
cs: Právní prohlášení a omezení
el: Αποποίηση Ευθυνών και Περιορισμοί
id: Penyangkalan Hukum dan Keterbatasn
it: Esclusione di garanzia e limitazione di responsabilità
sl: Pravna obvestila in omejitve
sr: Правна обавештења и ограничења

source: We are covered by the <a href="%(url)s">Mozilla legal disclaimers and limitations</a> document.
cs: Na tuto službu se vztahují <a href="%(url)s">Právní podmínky Mozilly a omezení dle tohoto dokumentu</a>.
el: Καλυπτόμαστε από το έγγραφο <a href="%(url)s">αποποίησης ευθυνών και περιορισμών του Mozilla</a> .
id: Dokumn <a href="%(url)s">Penyangkalan hukum dan keterbatasan Mozilla</a> menjelaskan cakupan kami.
it: Siamo tutelati da quanto indicato nel documento <a href="%(url)s">Esclusione di garanzia e limitazione di responsabilità</a>.
sl: Za nas velja dokument <a href="%(url)s">Mozillina pravna obvestila in omejitve</a>.
sr: Покрива нас документ за <a href="%(url)s">Mozilla-ина правна обавештења и ограничења</a>.

source: Data Retention Policy
cs: Uchovávání údajů
el: Πολιτική Διατήρησης Δεδομένων
id: Kebijakan Retensi Data
it: Informativa sulla conservazione dei dati
sl: Politika zadrževanja podatkov
sr: Политика задржавања података

source: We have a data retention policy that covers data stored on this site:
cs: Máme také podmínky pro uchovávání údajů, které jsou na táto stránce ukládány:
el: Έχουμε μια πολιτική διατήρησης δεδομένων που καλύπτει τα δεδομένα που αποθηκεύονται σε αυτόν τον ιστότοπο:
id: Kami memiliki kebijakan retensi data yang mencakup data yang disimpan pada situs ini:
it: I dati vengono archiviati in accordo con l’Informativa sulla conservazione dei dati:
sl: Naša politika zadrževanja podatkov zajema podatke, shranjene na tej strani:
sr: Имамо политику задржавања података која покрива податке смештене на овом сајту:

source: We keep feedback data forever, but only the last 6 months of data is available on the public dashboard.
cs: Data z reakcí uchováváme natrvalo, na veřejné nástěnce jsou ale dostupná pouze za posledních 6 měsíců.
el: Κρατάμε τα δεδομένα των σχολίων για πάντα, αλλά μόνο δεδομένα των 6 τελευταίων μηνών είναι δημοσίως διαθέσιμα.
id: Kami menyimpan data saran selama mungkin, tetapi hanya data dalam 6 bulan terakhir yang tersedia lewat dasbor publik.
it: I dati rimangono disponibili al pubblico sulla dashboard per sei mesi, ma vengono salvati in modo permanente sui nostri server.
sl: Podatke zadržimo za vedno, vendar so na javni pregledni plošči na voljo samo za zadnjih 6 mesecev.
sr: Податке повратних информација заувек задржавамо, али су само подаци у последњих 6 месеци доступни на јавној контролној табли.

source: We keep email addresses and contextual data associated with feedback data for 6 months and then delete it.
cs: E-mailové adresy a kontextové informace asociované se zpětnou vazbou uchováváme 6 měsíců, a poté je mažeme.
el: Διατηρούμε τις διευθύνσεις email και τα δεδομένα που σχετίζονται με τα σχόλια για 6 μήνες και στη συνέχεια τα διαγράφουμε.
id: Kami menyimpan alamat email dan data kontekstual terkait dengan data masukan selama 6 bulan, kemudian menghapusnya.
it: Gli indirizzi email e i dati contestuali associati ai commenti vengono conservati per 6 mesi, dopo di che vengono eliminati.
sl: E-poštne naslove in vsebinske podatke, ki se nanašajo na povratne informacije, hranimo 6 mesecev, potem pa jih izbrišemo.
sr: Задржавамо адресе е-поште повезане са подацима повратних информација 6 месеци а затим их бришемо.

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please contact us!
bg: Ще се радваме да експериментираме повече с тези данни, но ние сме само няколко човека. Така, че имаме нужда от вашите въпроси, на който търсите отговор. Ако искате да експериментирате с нашите данни, моля свържете с нас!
cs: Rádi bychom s těmito daty experimentovali více, ale je nás pouze pár. Pokud byste s nimi rádi experimentovali vy, kontaktujte nás!
el: Θα θέλαμε να πειραματιστούμε περισσότερο με αυτά τα δεδομένα, αλλά η ομάδα μας είναι μικρή. Χρειαζόμαστε τα δικά σας αιτήματα για ερωτήσεις που θα θέλατε να δείτε απαντημένες. Αν θέλετε να πειραματιστείτε με τα δεδομένα μας, σας παρακαλούμε να έρθετε σε επαφή μαζί μας!
id: Kami sangat senang bereksperimen dengan data ini, tetapi anggota kami hanya sedikit. Oleh karena itu, kami membutuhkan saran tentang pertanyaan tentang apa yang ingin Anda ketahui jawabannya. Jika Anda ingin bereksperimen dengan data kami, silakan saja hubungi kami!
it: Ci piacerebbe effettuare molte più analisi su questi dati, ma le nostre risorse sono limitate. Per questo motivo abbiamo bisogno che siano gli utenti a dirci quali studi vorrebbero vedere condotti in futuro. Se vuoi fare delle analisi sui nostri dati, non esitare a contattarci.
pt_pt: Gostaríamos muito de fazer mais com estes dados, mas somos apenas algumas pessoas. Por isso, precisamos de pedidos de si sobre as perguntas que gostaria de ver respondidas! Se quiser fazer experiências com os nossos dados, por favor contacte-nos!
ro: Ne-ar plăcea să experimentăm mai mult cu aceste date, dar noi suntem doar câțiva oameni. Deci, avem nevoie de solicitări din partea dumneavoastră cu privire la problemele la care doriți să primiți răspunsuri! Dacă doriți să experimentați cu datele noastre, vă rugăm să ne contactați!
sl: S temi podatki bi rade volje eksperimentirali sami, vendar nas je za to premalo. Zato si želimo od vas v prvi vrsti vprašanja, na katere bi želeli dobiti odgovor! Če bi hoteli z našimi podatki eksperimentirati sami, se prosim obrnite na nas!
sr: Волели бисмо да експериментишемо са овим подацима, али ми смо само неколико људи. Због тога нам требају Ваши захтеви на питања која желите да видите одговоре! Ако желите да ескпериментишете са нашим подацима, молимо Вас да нас контактирате!

source: The code for the Firefox Input site can be <a href="%(url)s">found on GitHub</a>!
bg: Кодът на страницата на Firefox Input може да бъде намерен в <a href="%(url)s">в GitHub</a>!
cs: Kód webové aplikace Firefox Input můžete nalézt <a href="%(url)s">na serveru GitHub</a>!
el: Ο κώδικας της δικτυακής εφαρμογής Firefox Input είναι διαθέσιμος στο <a href="%(url)s">GitHub</a>!
id: Kode situs Firefox Input dapat <a href="%(url)s">ditemukan di GitHub</a>!
it: Il codice del sito Firefox Input è disponibile su <a href="%(url)s">GitHub</a>!
sl: Kodo za stran Firefox Input lahko najdete na <a href="%(url)s">GitHubu</a>!
sr: Код за Firefox Input може бити <a href="%(url)s">наћен на GitHub-у</a>!

source: Analytics
cs: Analytika
id: Analitis
it: Statistiche
sl: Analitika
sr: Аналитика

source: Hello, {username}
bg: Здравей, {username}
cs: Vítej, {username}
el: Χαίρετε, {username}
id: Halo, {username}
it: Ciao {username}
pt_pt: Olá, {username}
ro: Salut, {username}
sl: Zdravo, {username}
sr: Здраво, {username}

source: Sign out
bg: Изход
cs: Odhlášení
el: Αποσύνδεση
id: Keluar
it: Esci
pt_pt: Sair
ro: Deautentificare
sl: Odjava
sr: Одјави се

source: Sign in
bg: Вход
cs: Přihlášení
el: Σύνδεση
id: Masuk
it: Accedi
pt_pt: Entrar
ro: Autentificare
sl: Prijava
sr: Пријави се

source: CSRF Failure
bg: Грешка в CSRF
cs: Selhání CSRF
id: Kegagalan CSRF
it: Attacco CSRF bloccato
sl: Napaka CSRF
sr: CSRF неуспешна

source: Login Failure
bg: Грешка при входа
cs: Přihlášení selhalo
el: Αποτυχία σύνδεσης
id: Gagal Masuk
it: Accesso non riuscito
pt_pt: Falha no início de sessão
ro: Autentificare eșuată
sl: Napaka pri prijavi
sr: Пријава неуспешна

source: Welcome to Input!
bg: Добре дошли в Input!
cs: Vítejte v Input!
el: Καλώς ορίσατε στο Input!
id: Selamat Datang di Input!
it: Benvenuto su Input.
sl: Dobrodošli v Inputu!
sr: Добродошли на Input!

source: Your submission failed a security check on our system.
cs: Vaše odeslání neprošlo bezpečnostní kontrolou našeho systému.
el: Η υποβολή σας απέτυχε τον έλεγχο ασφαλείας στο σύστημά μας.
id: Kiriman Anda gagal melewati pemeriksaan keamanan pada sistem kami.
it: I dati inviati non hanno superato un controllo di sicurezza del sistema.
sl: Vaše sporočilo ni prestalo varnostnega preverjanja na našem sistemu.
sr: Ваш захтев није прошао сигурносну проверу у нашем систему.

source: Please make sure you have cookies enabled, press the Back button in your browser, refresh the page, fill out the form, and try submitting your feedback again.
cs: Ujistěte se prosím, že máte povolené cookies. Poté klepněte na tlačítko Zpět ve vašem prohlížeči, obnovte stránku, vyplňte formulář a zkuste prosím reakci odeslat znovu.
el: Παρακαλούμε βεβαιωθείτε ότι έχετε τα cookies ενεργοποιημένα, πατήστε το κουμπί Πίσω στον περιηγητή σας, ανανεώστε τη σελίδα σας, συμπληρώστε τη φόρμα και δοκιμάστε να την υποβάλετε ξανά.
id: Pastikan Anda mengaktifkan kuki, tekan tombol Mundur pada peramban Anda, segarkan laman, isi kembali formulir, dan coba lagi mengirimkan saran Anda.
it: Assicurati di avere i cookie attivati, premi il tasto “Indietro” del browser, ricarica la pagina, compila nuovamente il modulo e riprova a inviare il tuo commento.
sl: Prepričajte se, da imate omogočene piškotke, v vašem brskalniku pritisnite gumb Nazaj, osvežite stran, izpolnite obrazec in poskusite s ponovnim pošiljanjem povratnih informacij.
sr: Молимо Вас проверите да ли су Вам колачићи омогућени, притисните дугме Назад у Вашем прегледачу, освежите страницу, попуните формулар и покушајте поново послати Ваше мишљење.

source: You've failed to authenticate with Persona. Please try again.
cs: Ověření pomocí Persona nebylo úspěšné. Zkuste to prosím znovu.
el: Η είσοδος με το Persona απέτυχε. Παρακαλούμε δοκιμάστε ξανά.
id: Anda telah gagal mengautentikasi lewat Persona. Coba lagi.
it: Identificazione tramite Persona non riuscita. Riprova.
sl: Vaša overitev s Persono je spodletela. Poskusite znova.
sr: Нисте успели да се пријавите са Persona-ом. Молимо Вас покушајте поново.

source: The identity you just logged in to Persona with ties you to your account on Input. Please remember which Persona identity you used.
cs: Účet Persona, kterým jste se právě přihlásili, vás spojuje s účtem pro vstup zde na Input. Zapamatujte si prosím, který účet Persona jste použili.
el: Η ταυτότητα Persona με την οποία κάνατε είσοδο, συνδέεται με τον λογαριασμό σας στο Input. Παρακαλούμε να θυμάστε με ποια ταυτότητα Persona συνδεθήκατε.
id: Identitas yang Anda gunakan untuk masuk lewat Persona akan dikaitkan dengan akun Anda di Input. Mohon ingat identitas Persona yang Anda gunakan.
it: L’identità Persona che stai utilizzando è associata al tuo account su Input. Ricorda di accedere a Input utilizzando sempre questa identità.
sl: Identiteta, s katero ste se prijavili v Persono, vas veže na vaš račun Input. Zapomnite si, katero identiteto Persona ste uporabili.
sr: Идентитет са којим сте се управо пријавили на Persona-у Вас веже на Ваш Input налог. Молимо Вас да запамтите који Persona идентитет користите.

source: Continue
cs: Pokračovat
el: Συνέχεια
id: Lanjutkan
it: Continua
sl: Nadaljuj
sr: Настави

source: Colombia
cs: Kolumbie
el: Κολομβία
id: Kolombia
pt_pt: Colômbia
ro: Columbia
sl: Kolumbija
sr: Колумбија

source: Venezuela
el: Βενεζουέλα
sr: Венецуела

source: Poland
cs: Polsko
el: Πολωνία
id: Polandia
it: Polonia
pt_pt: Polónia
ro: Polonia
sl: Poljska
sr: Пољска

source: Spain
cs: Španělsko
el: Ισπανία
id: Spanyol
it: Spagna
pt_pt: Espanha
ro: Spania
sl: Španija
sr: Шпанија

source: Brazil
cs: Brazílie
el: Βραζιλία
id: Brasil
it: Brasile
pt_pt: Brasil
ro: Brazilia
sl: Brazilija
sr: Бразил

source: Germany
cs: Německo
el: Γερμανία
id: Jerman
it: Germania
pt_pt: Alemanha
ro: Germania
sl: Nemčija
sr: Немачка

source: Greece
cs: Řecko
el: Ελλάδα
id: Yunani
it: Grecia
pt_pt: Grécia
ro: Grecia
sl: Grčija
sr: Грчка

source: Hungary
cs: Maďarsko
el: Ουγγαρία
id: Hungaria
it: Ungheria
pt_pt: Hungria
ro: Ungaria
sl: Madžarska
sr: Мађарска

source: Serbia
cs: Srbsko
el: Σερβία
pt_pt: Sérvia
sl: Srbija
sr: Србија

source: Montenegro
cs: Černá Hora
el: Μαυροβούνιο
ro: Muntenegru
sl: Črna gora
sr: Црна Гора

source: Mexico
cs: Mexiko
el: Μεξικό
id: Meksiko
it: Messico
sl: Mehika
sr: Мексико

source: Peru
el: Περού
it: Perù
sr: Перу

source: Uruguay
el: Ουρουγουάη
sl: Urugvaj
sr: Уругвај

source: Please Download Firefox
bg: Моля, изтеглете Firefox
cs: Stáhněte si prosím Firefox
el: Λήψη του Firefox
id: Silakan Unduh Firefox
it: Scarica Firefox
pt_pt: Por favor, transfira o Firefox
ro: Vă rugăm descărcați Firefox
sl: Prenesi Firefox
sr: Молимо Вас да преузмете Firefox

source: Submit feedback
bg: Изпращане обратна връзка
cs: Odeslat reakci
id: Kirim saran
pt_pt: Enviar opinião
ro: Trimite părerea ta
sr: Пошаљите повратну информацију

source: Your feedback helps us improve Firefox OS.
bg: Вашата обратна връзка ни помага да подобрим Firefox OS.
cs: Vaše reakce nám pomůže vylepšit Firefox OS.
el: Τα σχόλιά σας μας βοηθούν να βελτιώσουμε το Firefox OS.
id: Saran Anda membantu kami mengembangkan Firefox OS.
it: Il tuo commento e i tuoi suggerimenti ci permettono di migliorare Firefox OS.
pt_pt: A sua opinião ajuda-nos a melhorar o Firefox OS.
ro: Opiniile dumneavoastră ne ajută să îmbunătățim Firefox OS.
sl: Vaša povratna informacija nam bo pomagala izboljšati Firefox OS.
sr: Ваш коментар нам помаже у унапређивању Firefox OS-а.

source: Firefox OS made me happy
bg: Firefox OS ме направи щастлив
cs: Firefox OS mě činí šťastným
id: Firefox OS menyenangkan
pt_pt: O Firefox OS fez-me feliz
ro: Firefox OS mă face fericit
sr: Firefox OS ме је усрећио

source: Firefox OS made me sad
bg: Firefox OS ме натъжи
cs: Firefox OS mě zklamal
id: Firefox OS mengecewakan
pt_pt: O Firefox OS deixou-me triste
ro: Firefox OS mă întristează
sr: Firefox OS ме је растужио

source: If you need help or have a problem with Firefox OS, please visit <a href="%(support_url)s">Mozilla Support</a>.
bg: Ако се нуждаете от помощ или имате проблем с Firefox OS, моля посетете <a href="%(support_url)s">Поддръжка на Mozilla</a>.
cs: Pokud potřebujete pomoc nebo máte problém s Firefox OS, navštivte naše <a href="%(support_url)s">stránky podpory</a>.
id: Jika Anda membutuhkan bantuan atau mengalami masalah dengan Firefox OS, kunjungi <a href="%(support_url)s">Layanan Dukungan Mozilla</a>.
pt_pt: Se precisar de ajuda ou tiver um problema com o Firefox OS, consulte o <a href="%(support_url)s">Apoio da Mozilla</a>.
ro: Dacă aveți nevoie de ajutor sau aveți o problemă cu Firefox OS, vă rugăm să vizitați <a href="%(support_url)s">Mozilla Support</a>.
sr: Ако Вам је потребна помоћ или имате проблем sa Firefox OS-ом, посетите <a href="%(support_url)s">Firefox Подршку</a>.

source: In what country did you purchase your Firefox OS device?
cs: V které zemi jste si zakoupil(a) zařízení s Firefox OS?
el: Σε ποια χώρα έχετε αγοράσει τη συσκευή σας με Firefox OS;
id: Di negara apa Anda membeli perangkat Firefox OS Anda?
it: In quale paese hai acquistato il dispositivo Firefox OS?
pt_pt: Em que país comprou o seu equipamento com o Firefox OS?
ro: În care țară v-ați achiziționat dispozitivul cu Firefox OS?
sl: V kateri državi ste kupili vašo napravo s Firefox OS?
sr: У којој земљи сте купили свој Firefox OS уређај?

source: Next
cs: Další
el: Επόμενο
id: Berikutnya
it: Avanti
pt_pt: Próximo
ro: Următor
sl: Naprej
sr: Следећи

source: What Firefox OS device are you using?
cs: Jaké zařízení s Firefox OS používáte?
el: Ποια συσκευή Firefox OS χρησιμοποιείτε;
id: Perangkat Firefox OS apa yang Anda gunakan?
it: Quale dispositivo Firefox OS stai utilizzando?
pt_pt: Que dispositivo com o Firefox OS está a utilizar?
ro: Ce dispozitiv cu Firefox OS utilizați?
sl: Katero napravo s Firefox OS uporabljate?
sr: Који Firefox OS уређај користите?

source: Details
cs: Detaily
el: Λεπτομέρειες
id: Detail
it: Dettagli
pt_pt: Detalhes
ro: Detalii
sl: Podrobnosti
sr: Детаљније

source: Please describe your problem below and be as specific as you can.
bg: Моля, опишете проблемa си по-долу, колкото се може по побробно.
cs: Popište prosím níže svůj problém a zkuste být co nejvíce konkrétní.
id: Uraikan masalah Anda di bawah ini secara rinci.
pt_pt: Por favor, descreva o problema em baixo e seja o mais específico que conseguir.
ro: Vă rugăm să descrieți problema dumneavoastră mai jos și să fiți cât mai specific puteți.
sr: Молимо Вас опишите Ваш проблем испод и будите што прецизнији.

source: The content of your feedback will be public, so please be sure not to include any personal information.
bg: Всичко, което напишете ще се публиква. Уверете се, че не включвате лична информация.
cs: Obsah vaší reakce bude veřejně přístupný, takže v ní prosím neuvádějte žádné osobní informace.
id: Isi saran Anda akan diterbitkan secara publik, pastikan Anda tidak menyertakan informasi pribadi apa pun.
pt_pt: O conteúdo da sua opinião será público, pelo que tenha a certeza de que não inclui nenhuma informação pessoal.
ro: Conținutul reacțiilor dumneavoastră va fi public, vă rugăm să fiți sigur că nu ați inclus nici un fel de informații personale.
sr: Садржај Ваше повратне информације ће бити јаван, па будите сигурни да не садржи никакве личне податке.

source: Can we contact you?
cs: Můžeme vás kontaktovat?
id: Dapatkah kami menghubungi Anda?
pt_pt: Podemos contactá-lo?
ro: Vă putem contacta?
sr: Можемо да вас контактирамо?

source: Check here to let us contact you to follow up on your feedback.
bg: Кликнете тук, ако искате да получите обратна връзка от нас.
cs: Zaškrtněte, pokud si přejete, abychom vás mohli kontaktovat.
id: Centang di sini agar kami dapat menghubungi Anda untuk menindaklanjuti saran Anda.
pt_pt: Selecione esta opção para permitir que possamos entrar em contacto consigo para dar seguimento às suas sugestões.
ro: Bifați aici pentru a vă contacta pentru a urmări reacțiile dumneavoastră.
sr: Проверите овде да нас контактирате Вас да се надовежем на повратним информацијама.

source: Email address (optional):
bg: Е-mail (незадължителен):
cs: E-mailová adresa (volitelné):
id: Alamat surel (opsional):
pt_pt: Endereço de e-mail (opcional):
ro: Adresa email (opțional):
sr: Адреса е-поште (опционо):

source: Please enter a valid email address.
cs: Vložte prosím platnou e-mailovou adresu.
el: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
id: Masukkan alamat email yang valid.
it: devi inserire un indirizzo email valido.
pt_pt: Por favor introduza um endereço de email válido.
ro: Vă rugăm introduceți o adresă de email validă.
sl: Vnesite veljaven elektronski naslov.
sr: Молимо унесите важећу адресу е-поште.

source: Don't worry, your email will always be kept private.
bg: Не се притеснявайте, вашият email няма да се вижда.
cs: Nemusíte se obávat, vaše e-mailová adresa bude vždy považována za soukromou.
id: Jangan khawatir, alamat surel Anda akan tetap disimpan secara rahasia.
pt_pt: Não se preocupe, o seu endereço de e-mail será sempre mantido em sigilo.
ro: Nu vă faceți griji, e-mail-ul dumneavoastră va fi întotdeauna păstrat confidențial.
sr: Не брините, Ваша е-пошта ће увек бити чувана приватно.

source: Submitting....
bg: Изпращане
cs: Probíhá odesílání...
el: Υποβολή...
id: Mengirim Saran....
it: Invio in corso…
pt_pt: A enviar...
ro: Trimitere....
sl: Pošiljanje ...
sr: Слање у току....

source: Success!
bg: Готово!
cs: Úspěch!
el: Επιτυχία!
id: Sukses!
it: Operazione completata
pt_pt: Sucesso!
ro: Succes!
sl: Uspelo je!
sr: Успех!

source: Thank you for your feedback! We will use it to help us create a better experience in future versions of Firefox OS.
bg: Благодарим за обратната връзка! Ще я използваме, за да подобрим бъдещите версии на Firefox OS.
cs: Děkujeme za reakci! Použijeme ji pro vytvoření lepších budoucích verzí Firefox OS.
el: Ευχαριστούμε για τα σχόλια! Θα τα χρησιμοποιήσουμε για τη βελτίωση της εμπειρίας σε επόμενες εκδόσεις του Firefox OS.
id: Terima kasih atas saran Anda! Masukan Anda akan digunakan untuk memperbaiki pengalaman pada versi Firefox OS yang akan datang.
it: Grazie per il commento. Ne terremo conto per migliorare le prossime versioni di Firefox OS.
pt_pt: Obrigado pela sua opinião! Ela será usada para criar uma experiência melhor nas futuras versões do Firefox OS.
ro: Vă mulțumim pentru opinii! Ne sunt de ajutor ca să vă facem o experiență mai bună în viitoarele versiuni Firefox OS.
sl: Hvala za vašo povratno informacijo! Tako bomo lahko izboljšali uporabniško izkušnjo v prihodnjih izdajah Firefox OS.
sr: Захваљујемо се на Вашем коментару! Помоћиће нам у стварању бољег искуства у будућим верзијама Firefox OS-а.

source: Learn how you can <a href="%(url)s">make Firefox OS and Mozilla better</a>.
bg: Научете как можете <a href="%(url)s">да направите Firefox OS и Mozilla по-добри</a>.
cs: Přečtěte si, jak můžete <a href="%(url)s">učinit Firefox OS a Mozillu lepšími</a>.
el: Μάθετε πώς μπορείτε να <a href="%(url)s">κάνετε το Firefox OS και το έργο Mozilla καλύτερα</a>.
id: Pelajari untuk ikut berperan dan <a href="%(url)s">membuat Firefox OS dan Mozilla lebih baik</a>.
it: Scopri come puoi <a href="%(url)s">contribuire al miglioramento di Firefox OS e Mozilla</a>
pt_pt: Saiba como pode <a href="%(url)s">melhorar o Firefox OS e a Mozilla</a>.
ro: Află cum puteți să <a href="%(url)s">faceți Firefox OS și Mozilla mai bune</a>.
sl: Naučite se, kako lahko <a href="%(url)s"> izboljšate Firefox OS in Mozillo</a>.
sr: Сазнајте како можете <a href="%(url)s">унапредити Firefox OS и Mozilla-у</a>.

source: We're sorry!
cs: Omlouváme se!
el: Λυπούμαστε!
id: Maaf!
it: Spiacenti.
pt_pt: Pedimos desculpa!
ro: Ne pare rău!
sl: Opravičujemo se!
sr: Жао нам је!

source: Something has happened and we can't submit your feedback. Feedback will be saved on your device so you can try sending it again later.
cs: Něco se pokazilo a my nemůžeme odeslat vaši reakci. Reakce bude uložena na vašem zařízení, takže budete mít možnost ji odeslat později.
el: Κάτι έχει συμβεί και δεν μπορούμε να υποβάλλουμε τα σχόλιά σας. Θα αποθηκευθούν στη συσκευή σας ώστε να μπορείτε να δοκιμάσετε την αποστολή τους αργότερα.
id: Ada sesuatu yang terjadi dan kami tidak bisa mengirimkan saran Anda. Saran akan disimpan pada perangkat agar Anda dapat mencoba mengirimnya lagi nanti.
it: Si è verificato un problema che ha impedito l’invio del commento. Ciò nonostante il commento è stato salvato sul tuo dispositivo e potrai inviarlo in seguito.
pt_pt: Aconteceu algo e não conseguimos enviar a sua opinião. Esta será guardada no seu dispositivo para que a possa tentar enviar mais tarde.
ro: Ceva s-a întâmplat și nu se pot trimite sugestiile dumneavoastră. Reacțiile vor fi salvate pe dispozitivul dumneavoastră astfel încât să puteți încerca să le trimiteți din nou mai târziu.
sl: Zaradi napake vaše povratne informacije ni mogoče poslati. Vaša povratna informacija bo ostala shranjena na vaši napravi, da jo boste lahko kasneje poskusili poslati znova.
sr: Нешто се догодило и не можемо да пошаљемо Ваше повратне информације. Коментар ће бити сачуван на Вашем уређају како бисте могли покушати да га пошаљете касније.

source: Try again
cs: Zkusit znovu
el: Δοκιμάστε ξανά
id: Coba lagi
it: Riprova
pt_pt: Tente novamente
ro: Încercați din nou
sl: Poskusite znova
sr: Покушај поново

source: Cancel
cs: Zrušit
el: Ακύρωση
id: Batalkan
it: Annulla
pt_pt: Cancelar
ro: Renunță
sl: Prekliči
sr: Откажи
