Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: Loading feedback history...
ca: S'està carregant l'historial de comentaris...
de: Feedback-Statistiken werden geladen...
fr: Chargement de l'historique des retours d'utilisation…
fy: Kommentaarskiednis lade…
ga_ie: Stair an aiseolais á luchtú...
gl: Cargando o historial de opinións...
hu: Visszajelzés előzményeinek betöltése…
ja: フィードバック履歴を読み込んでいます...
nb_no: Laster inn tilbakemeldingshistorikk ...
ru: Загрузка истории отзывов...
vi: Đang mở lược sử phản hồi...

source: Loading ratings history...
ca: S'està carregant l'historial de valoracions...
de: Bewertungs-Daten werden geladen...
fr: Chargement de l'historique des retours d'utilisation…
fy: Beoardielingsskiednis lade…
ga_ie: Stair na rátála á luchtú...
gl: Cargando o historial de valoracións...
hu: Értékelések előzményeinek betöltése…
ja: 評価の履歴を読み込んでいます...
nb_no: Laster inn rangeringshistorikk ...
ru: Загрузка истории оценок...
vi: Đang mở lược sử xếp hạng...

source: Last day
ca: El darrer dia
de: Letzter Tag
fr: Dernière journée
fy: Lêste dei
ga_ie: An lá is déanaí
gl: Último día
hu: Tegnap
ja: 最近 1 日以内
nb_no: Siste dag
ru: Последний день
vi: Hôm qua

source: 1d
bg: 1 ден
de: 1 Tg.
el: 1ημ.
ga_ie: 1lá
gl: 1 día
hu: 1 nap
id: 1h
it: 1g
ja: 1日
ro: o zi
ru: 1д
sr: 1д

source: Last 7 days
ca: Els darrers 7 dies
de: Letzte 7 Tage
fr: Ces 7 derniers jours
fy: Lêste 7 dagen
ga_ie: Na 7 lá is déanaí
gl: Últimos 7 días
hu: Utolsó 7 nap
ja: 最近 7 日以内
nb_no: Siste 7 dager
ru: Последние 7 дней
vi: 7 ngày trước

source: 7d
bg: 7 дена
de: 7 Tg.
el: 7ημ.
ga_ie: 7lá
gl: 7 días
hu: 7 nap
id: 7h
it: 7g
ja: 7日
ro: 7z
ru: 7д
sr: 7д

source: Last 30 days
ca: Els darrers 30 dies
de: Letzte 30 Tage
fr: Ces 30 derniers jours
fy: Lêste 30 dagen
ga_ie: Na 30 lá is déanaí
gl: Últimos 30 días
hu: Utolsó 30 nap
ja: 最近 30 日以内
nb_no: Siste 30 dager
ru: Последние 30 дней
vi: 30 ngày trước

source: 30d
bg: 30 дена
de: 30 Tg.
el: 30ημ.
ga_ie: 30lá
gl: 30 días
hu: 30 nap
id: 30h
it: 30g
ja: 30日
ro: 30z
ru: 30д
sr: 30д

source: No date limit
ca: Sense data límit
de: Keine Zeitbeschränkung
fr: Aucune date limite
fy: Gjin datumlimyt
ga_ie: Gan teorainn dáta
gl: Sen data límite
hu: Nincs időkorlátozás
ja: 期限なし
nb_no: Ingen datobegrensing
ru: Без лимита даты
vi: Không giới hạn ngày

source: Show More Locales
de: Weitere Sprachen anzeigen
fy: Mear talen toane
ga_ie: Taispeáin Tuilleadh Teangacha
gl: Mostrar máis idiomas
hu: További nyelvek megjelenítése
ja: その他の言語を表示
nb_no: Vis flere språk
ru: Другие локали

source: <strong>%(cnt)s</strong> message
ca: <strong>%(cnt)s</strong> missatge
de: <strong>%(cnt)s</strong>Nachricht
fy: <strong>%(cnt)s</strong> berjocht
ga_ie: <strong>%(cnt)s</strong> teachtaireacht
gl: <strong>%(cnt)s</strong> mensaxe
hu: <strong>%(cnt)s</strong> üzenet
ja: <strong>%(cnt)s</strong> 件のメッセージ
nb_no: <strong>%(cnt)s</strong> melding
ru: <strong>%(cnt)s</strong> сообщение
vi: <strong>%(cnt)s</strong> thông điệp

source: Show More Platforms
de: Weitere Betriebssysteme anzeigen
fy: Mear platfoarmen toane
ga_ie: Taispeáin Tuilleadh Ardán
gl: Mostrar máis plataformas
hu: További platformok megjelenítése
ja: その他のプラットフォームを表示
nb_no: Vis flere plattformer
ru: Другие платформы

source: Clear Search
de: Suchen löschen
fy: Sykopdracht wiskje
ga_ie: Glan an Cuardach
gl: Limpar busca
hu: Új keresés
ja: 検索のリセット
nb_no: Tøm søk
ru: Очистить поиск

source: Feed
ca: Canal
fr: Flux
ga_ie: Fotha
gl: Fonte
hu: Hírfolyam
ja: フィード
nb_no: Nyhetskilde
ru: Лента

source: Statistics
ca: Estadístiques
de: Statistiken
fr: Statistiques
fy: Statistiken
ga_ie: Staitisticí
gl: Estatísticas
hu: Statisztika
ja: 統計情報
nb_no: Statistikk
ru: Статистика
vi: Thống kê

source: Trends
ca: Tendències
fr: Tendances
ga_ie: Treochtaí
gl: Tendencias
hu: Trendek
ja: 動向
nb_no: Trender
ru: Тренды
vi: Xu hướng

source: Settings
de: Einstellungen
fy: YInstellingen
ga_ie: Socruithe
gl: Configuracións
hu: Beállítások
ja: 設定
nb_no: Innstillinger
ru: Параметры

source: &laquo; Newer Feedback
ca: &laquo; Opinions recents
de: &laquo; Neueres Feedback
fr: &laquo; Opinions plus récentes
fy: &laquo; Nijer kommentaar
ga_ie: &laquo; Aiseolas Níos Nuaí
gl: &laquo; Opinións máis recentes
hu: &laquo; korábbi üzenetek
ja: &laquo; より新しい
nb_no: &laquo; Nyere tilbakemeldinger
ru: &laquo; Новые отзывы
vi: &laquo; Phản hồi Mới hơn

source: Older Feedback &raquo;
ca: Comentaris més antics &raquo;
de: Älteres Feedback &raquo;
fr: Messages plus anciens &raquo;
fy: Alder kommentaar &raquo;
ga_ie: Aiseolas Níos Sine &raquo;
gl: Opinións máis antigas &raquo;
hu: régebbi üzenetek &raquo;
ja: より古い &raquo;
nb_no: Eldre tilbakemeldinger &raquo;
ru: Старые отзывы &raquo;
vi: Phản hồi Cũ &raquo;

source: Version
bg: Версия
cs: Verze
el: Έκδοση:
fy: Ferzje
ga_ie: Leagan
gl: Versión
hu: Verzió
id: Versi
it: Versione
ja: バージョン
nb_no: Versjon
pt_pt: Versão
ro: Versiune
ru: Версия
sl: Različica
sr: Верзија

source: Switch to Desktop Dashboard
de: Zur Übersicht für Desktop wechseln
fy: Wikselje nei desktop-dashboerd
ga_ie: Painéal na Deisce
gl: Cambiar ao Taboleiro do escritorio
hu: Váltás a Desktop Dashboard oldalra
ja: デスクトップ版のダッシュボードに切り替える
nb_no: Bytt til desktop-instrumentbordet
ru: Перейти на десктопную панель

source: For last:
ca: Els darrers:
de: Für letzte(n):
fr: Ces derniers :
fy: Foar de lêste:
ga_ie: Tréimhse:
gl: Últimas:
hu: Az elmúlt
ja: 最新のフィードバック:
nb_no: For siste:
ru: Для последних:
vi: Cho lần cuối:

source: All feedback
ca: Tots els comentaris
de: Alle Nachrichten
fr: Tous les retours d'utilisation
fy: Alle kommentaar
ga_ie: An t-aiseolas go léir
gl: Todas as opinións
hu: összes visszajelzés
ja: すべてのフィードバック
nb_no: Alle tilbakemeldinger
ru: Вся обратная связь
vi: Tất cả phản hồi

source: Praise only
ca: Només elogis
de: Nur Lob
fr: Uniquement les éloges
fy: Allinnich lof
ga_ie: Moladh amháin
gl: Só loanzas
hu: csak a dicséretek
ja: 良い点のみ
nb_no: Bare ros
ru: Только похвалы
vi: Chỉ khen ngợi

source: Issues only
ca: Només problemes
de: Nur Probleme
fr: Problèmes uniquement
fy: Allinnich problemen
ga_ie: Fadhbanna amháin
gl: Só incidencias
hu: csak a problémák
ja: 悪い点のみ
nb_no: Bare problemer
ru: Только проблемы
vi: Chỉ vấn đề

source: Ideas only
ca: Només idees
de: Nur Vorschläge
fr: Suggestions uniquement
fy: Allinnich ideeën
ga_ie: Smaointe amháin
gl: Só ideas
hu: csak az ötletek
ja: 提案のみ
nb_no: Bare ideer
ru: Только идеи
vi: Chỉ ý kiến

source: All Platforms
ca: Totes les plataformes
de: Alle Betriebssysteme
fr: Toutes les plateformes
fy: Alle platfoarmen
ga_ie: Gach Ardán
gl: Todas as plataformas
hu: Összes platform
ja: すべてのプラットフォーム
nb_no: Alle plattformer
ru: Все платформы
vi: Tất cả Nền tảng

source: Themes
ca: Temes
de: Themen
fr: Thèmes
fy: Tema's
ga_ie: Téamaí
gl: Temas
hu: Témák
ja: テーマ
nb_no: Emner
ru: Темы
vi: Giao diện

source: Common Themes
ca: Temes comuns
de: Häufige Themen
fr: Thèmes courants
fy: Faak brûkte tema’s
ga_ie: Téamaí Coitianta
gl: Temas comúns
hu: Gyakori témák
ja: よく報告されるテーマ
nb_no: Vanlige emner
ru: Общие темы
vi: Giao diện Chung

source: Theme
ca: Tema
de: Thema
fr: Thème
fy: Tema
ga_ie: Téama
gl: Tema
hu: Téma
ja: テーマ
nb_no: Emne
ru: Тема
vi: Giao diện

source: Back to all themes &raquo;
ca: Torna a tots els temes &raquo;
de: Zurück zu allen Themen &raquo;
fr: Revenir sur tous les thèmes &raquo;
fy: Tebek nei alle tema's &raquo;
ga_ie: Ar ais go dtí na téamaí go léir &raquo;
gl: Volver a todos os temas &raquo;
hu: Vissza az összes témához &raquo;
ja: テーマの一覧に戻る &raquo;
nb_no: Tilbake til alle emner &raquo;
ru: Назад ко всем темам &raquo;
vi: Trở lại tất cả các giao diện &raquo;

source: &laquo; Previous Page
ca: &laquo; Pàgina anterior
de: &laquo; zurück
fr: &laquo; Page précédente
fy: &laquo; Foarige side
ga_ie: &laquo; An leathanach roimhe seo
gl: &laquo; Páxina anterior
hu: &laquo; előző
ja: &laquo; 前のページ
nb_no: &laquo; Forrige side
ru: &laquo; Предыдущая страница
vi: &laquo; Trang Trước

source: Next Page &raquo;
ca: Pàgina següent &raquo;
de: weiter &raquo;
fr: Page suivante &raquo;
fy: Folgjende side &raquo;
ga_ie: An chéad leathanach eile &raquo;
gl: Seguinte páxina &raquo;
hu: következő &raquo;
ja: 次のページ &raquo;
nb_no: Neste side &raquo;
ru: Следующая страница &raquo;
vi: Trang Tiếp &raquo;

source: See all opinions
ca: Vegeu totes les opinions
de: Alle Meinungen anzeigen
fr: Voir tous les avis
fy: Alle opiny's besjen
ga_ie: Féach ar gach tuairim
gl: Ver todas as opinións
hu: Összes lehetőség megtekintése
ja: すべての意見を見る
nb_no: Se alle meninger
ru: Просмотреть все мнения
vi: Xem tất cả ý kiến

source: %(count)s similar message
ca: %(count)s missatge similar
de: %(count)s ähnliche Nachricht
fr: %(count)s message similaire
fy: %(count)s itselde berjocht
ga_ie: %(count)s teachtaireacht cosúil leis
gl: %(count)s mensaxe semellante
hu: %(count)s hasonló üzenet
ja: %(count)s 件の類似のメッセージ
nb_no: %(count)s lignende melding
ru: %(count)s похожее сообщение
vi: %(count)s thông điệp tương tự

# website_issues_search
source: Search for domain
ca: Cerca per domini
de: Nach Domain suchen
fr: Recherche pour un domaine
fy: Sykje nei domein
ga_ie: Cuardach ar fhearann
gl: Buscar por dominio
hu: Tartománykeresés
ja: ドメイン名による検索
nb_no: Søk etter domene
ru: Поиск по домену
vi: Tìm kiếm tên miền

source: Broken Sites
ca: Llocs no funcionals
de: Fehlerhafte Websites
fr: Sites non fonctionnels
fy: Defekte websteeën
ga_ie: Suímh Bhriste
gl: Sitios rotos
hu: Nem működő weboldalak
ja: サイトレポート
nb_no: Ødelagte nettsted
ru: Сломанные сайты
vi: Trang bị Lỗi

source: Sites
ca: Llocs
de: Websites
fy: Websteeën
ga_ie: Suímh
gl: Sitios
hu: Oldalak
ja: Web サイト
nb_no: Nettsted
ru: Сайты
vi: Trang

# sites_search_all_feedback
source: All
ca: Tot
de: Alles
fr: Tout
fy: alle
ga_ie: Uile
gl: Todo
hu: összes
ja: すべて
nb_no: Alle
ru: Все
vi: Tất cả

source: Platforms
ca: Plataformes
de: Betriebssysteme
fr: Plateformes
fy: Platfoarmen
ga_ie: Ardáin
gl: Plataformas
hu: Platform
ja: プラットフォーム
nb_no: Plattformer
ru: Платформы
vi: Nền tảng

# sites_search_all_platforms
source: All
ca: Tot
de: Alles
fr: Tout
fy: Alle
ga_ie: Uile
gl: Todo
hu: összes
ja: すべて
nb_no: Alle
ru: Все
vi: Tất cả

source: All platforms
ca: Totes les plataformes
de: Alle Betriebssysteme
fr: Toutes les plateformes
fy: Alle platfoarmen
ga_ie: Gach ardán
gl: Todas as plataformas
hu: Összes platform
ja: すべてのプラットフォーム
nb_no: Alle plattformer
ru: Все платформы
vi: Tất cả nền tảng

source: Uncommon Sites
ca: Llocs poc comuns
de: Seltene Websites
fr: Sites particuliers
fy: Ungewoane sides
ga_ie: Suímh as an ngnáth
gl: Sitios pouco frecuentes
hu: Ritkán említett oldalak
ja: あまり報告されない Web サイト
nb_no: Uvanlige nettsted
ru: Нетипичные сайты
vi: Trang không bình thường

source: More sites...
ca: Més llocs…
de: Mehr Webseiten...
fr: Plus de sites…
fy: Mear websteeën…
ga_ie: Tuilleadh suíomh...
gl: Máis sitios...
hu: További oldalak...
ja: 他の Web サイトを見る...
nb_no: Flere nettsted ...
ru: Больше сайтов...
vi: Trang khác...

source: Back to {domain} &raquo;
ca: Torna a {domain} &raquo;
de: Zurück zu {domain} &raquo;
fr: Revenir sur {domain} &raquo;
fy: Tebek nei {domain} &raquo;
ga_ie: Ar ais go dtí {domain} &raquo;
gl: Volver a {domain} &raquo;
hu: Vissza ide: {domain} &raquo;
ja: {domain} へのフィードバックの一覧に戻る &raquo;
nb_no: Tilbake til {domain} &raquo;
ru: Назад на {domain} &raquo;
vi: Trở lại {domain} &raquo;

source: Theme for {domain}
ca: Tema per {domain}
de: Thema für {domain}
fr: Thème pour {domain}
fy: Tema voor {domain}
ga_ie: Téama le haghaidh {domain}
gl: Tema para {domain}
hu: {domain} témák
ja: {domain} のテーマ
nb_no: Emne for {domain}
ru: Тема для {domain}
vi: Giao diện cho {domain}

source: Back to all sites &raquo;
ca: Torna als llocs &raquo;
de: Zurück zu allen Webseiten &raquo;
fr: Revenir sur tous les sites &raquo;
fy: Tebek nei alle websteeën &raquo;
ga_ie: Ar ais go dtí na suímh go léir &raquo;
gl: Volver a todos os sitios &raquo;
hu: Vissza az összes oldalra &raquo;
ja: Web サイトの一覧に戻る &raquo;
nb_no: Tilbake til alle nettsted &raquo;
ru: Назад ко всем сайтам &raquo;
vi: Trở lại tất cả các trang &raquo;

source: Sites with only one message
ca: Llocs amb només un missatge
de: Websites mit nur einer Nachricht
fr: Sites avec seulement un message
fy: Websteeën mei mar ien berjocht
ga_ie: Suímh a bhfuil teachtaireacht amháin acu
gl: Sitios cunha soa mensaxe
hu: Csak egy üzenettel rendelkező oldalak
ja: メッセージが 1 つしか寄せられていない Web サイト
nb_no: Nettsted med bare en melding
ru: Сайты только с одним сообщением
vi: Trang chỉ có một thông báo

source: No results found!
ca: No s'ha trobat cap resultat!
de: Keine Ergebnisse gefunden.
fr: Aucun résultat trouvé !
fy: Gjin resultaten fûn!
ga_ie: Níor aimsíodh aon rud!
gl: Non se atoparon resultados!
hu: Nincs találat.
ja: 検索条件に一致するものは見つかりませんでした。
nb_no: Ingen resultater funnet!
ru: Результатов не найдено!
vi: Không tìm thấy kết quả!

source: reset my search
ca: reinicia la cerca
de: Suche zurücksetzen
fr: réinitialiser ma recherche
fy: stel myn syekopdracht op 'e nij yn
ga_ie: athshocraigh mo chuardach
gl: restabelecer a miña busca
hu: keresés visszaállítása
ja: 検索をリセット
nb_no: tilbakestill søket
ru: сброс моего поиска
vi: thiết lập lại tìm kiếm của tôi

source: %(count)s message
ca: %(count)s missatge
de: %(count)s Nachricht
fy: %(count)s berjocht
ga_ie: %(count)s teachtaireacht
gl: %(count)s mensaxe
hu: %(count)s üzenet
ja: %(count)s 件のメッセージ
nb_no: %(count)s melding
ru: %(count)s сообщение
vi: %(count)s thông điệp

source: {percentage}% praise
ca: {percentage}% d'elogis
de: {percentage}% Lob
fr: {percentage}% d'éloges
fy: {percentage}% lof
ga_ie: {percentage}% moladh
gl: {percentage}% loanza
hu: {percentage}% dicséret
ja: {percentage}% の良い点
nb_no: {percentage} % ros
ru: {percentage}% похвал
vi: {percentage}% khen ngợi

source: {percentage}% issues
ca: {percentage}% de problemes
de: {percentage}% Probleme
fr: {percentage}% de problèmes
fy: {percentage}% problemen
ga_ie: {percentage}% fadhbanna
gl: {percentage}% incidencias
hu: {percentage}% hiba
ja: {percentage}% の悪い点
nb_no: {percentage} % problemer
ru: {percentage}% проблем
vi: {percentage}% vấn đề

source: %(count)s similar
de: %(count)s ähnliche
fr: %(count)s similaire
fy: %(count)s itselde
ga_ie: %(count)s teachtaireacht cosúil leis
gl: %(count)s semellante
hu: %(count)s hasonló
ja: %(count)s 件の類似
nb_no: %(count)s lignende
ru: %(count)s похожее
vi: %(count)s tương tự

source: Not Found
bg: Няма резултати
ca: No s'ha trobat
cs: Nenalezeno
de: Nicht gefunden
el: Δεν βρέθηκαν αποτελέσματα!
fr: Introuvable
fy: Net fûn
ga_ie: Gan Aimsiú
gl: Non se atopou
hu: Nem található
id: Tidak Ditemukan
it: Non trovato
ja: リクエストされたページは存在しません
nb_no: Ikke funnet
pt_pt: Não encontrado
ro: Nu s-au găsit rezultate
ru: Не найдено
sl: Ni zadetkov
sr: Страница није пронађена
vi: Không tìm thấy

source: I'm sorry, I could not find what you were looking for.
ca: No ha estat possible trobar què cercàveu.
de: Wir konnten leider nicht finden, wonach Sie suchen.
fr: Désolé, impossible de trouver ce que vous cherchiez.
fy: Sorry, ik kin net fine wat jo sykje.
ga_ie: Níorbh fhéidir an rud a bhí uait a aimsiú.
gl: Síntoo, non foi posíbel atopar o que estaba buscando.
hu: Sajnálom, de nem találom azt amit keres.
ja: 申し訳ありませんが、お探しのページが見つかりません。
nb_no: Beklager, klarte ikke finne det du lette etter.
ru: Извините, но мы не можем найти то, что вы ищете.
vi: Xin lỗi, tôi không thể tìm thấy cái bạn muốn.

source: Please start over on the <a href="%(dashboard_url)s">dashboard</a>.
ca: Torneu a començar al <a href="%(dashboard_url)s">tauler de comentaris</a>.
de: Bitte gehen Sie zurück zur <a href="%(dashboard_url)s">Hauptseite</a>.
fr: Veuillez recommencer à partir du <a href="%(dashboard_url)s">tableau de bord</a>.
fy: Begjin a.j.b. op 'e nij op it <a href="%(dashboard_url)s">dashboard</a>.
ga_ie: Téigh ar ais go dtí an <a href="%(dashboard_url)s">painéal</a> le do thoil.
gl: Volve a iniciar no <a href="%(dashboard_url)s">taboleiro</a>.
hu: Térjen vissza a <a href="%(dashboard_url)s">Input Dashboard</a> oldalra.
ja: <a href="%(dashboard_url)s">ダッシュボード</a>から、もう一度やり直してください。
nb_no: Start på nytt på <a href="%(dashboard_url)s">instrumentbordet</a>.
ru: Пожалуйста, начните заново на <a href="%(dashboard_url)s">этой панели</a>.
vi: Vui lòng bắt đầu trên <a href="%(dashboard_url)s">bảng thống kê</a>.

source: If you were following a broken link, please <a href="%(bug_url)s">file a bug.</a> Thanks!
ca: Si heu trobat un enllaç trencat, <a href="%(bug_url)s">podeu notificar-ho</a>. Gràcies!
de: Wenn Sie einem kaputten Link gefolgt sind, verfassen Sie bitte <a href="%(bug_url)s">einen Fehlerbericht.</a> Danke!
fr: Si vous suiviez un lien brisé, veuillez <a href="%(bug_url)s">ouvrir un bogue</a>. Merci !
fy: As jo in net-wurkjende keppeling oantroffen, <a href="%(bug_url)s">tsjinje dan in bug yn</a>. Tankewol!
ga_ie: Má bhí tú ag leanúint nasc briste, <a href="%(bug_url)s">déan tuairisc ar an bhfadhb.</a> GRMA!
gl: Se seguiches unha ligazón rota, escriba <a href="%(bug_url)s">un informe de erro.</a> Grazas!
hu: Ha egy hibás hivatkozás miatt került ide, akkor <a href="%(bug_url)s">jelentse be a hibát.</a> Köszönjük!
ja: リンク切れを見つけたときは、<a href="%(bug_url)s">バグ報告</a> をお願いします。
nb_no: Dersom du fulgte en ødelagt lenke, <a href="%(bug_url)s">rapporter en bug.</a> Takk!
ru: Если вы следовали по сломанной ссылке, пожалуйста <a href="%(bug_url)s">создайте сообщение об ошибке.</a> Спасибо!
vi: Nếu bạn gặp một liên kết hỏng, vui lòng <a href="%(bug_url)s">báo cáo lỗi.</a> Cảm ơn!

source: Internal Server Error
ca: Error intern del servidor
de: Server-Fehler
fr: Erreur interne du serveur
fy: Ynterne tsjinnerflater
ga_ie: Earráid Inmheánach Freastalaí
gl: Erro interno do servidor
hu: Belső kiszolgálóhiba
ja: サーバ内部エラー
nb_no: Intern tjenerfeil
ru: Внутренняя ошибка сервера
vi: Lỗi nội bộ máy chủ

source: An unhandled error occurred in the application. The error has been logged and an administrator was notified. We apologize for the inconvenience!
ca: S'ha produït un error inesperat a l'aplicació. S'ha registrat l'error i s'ha notificat a un administrador. Us demanem disculpes!
de: Ein unerwarteter Fehler ist aufgetreten. Der Fehler wurde gespeichert und ein Administrator wurde in Kenntnis gesetzt. Entschuldigen Sie bitte!
fr: Une erreur inconnue est survenue dans l'application. L'erreur a été consignée et l'administrateur averti. Nous nous excusons pour le désagrément.
fy: Der is in net ferwurke flater bard yn de tapassing. De flater is yn it lochboek fermeld en der is in behearder ynljochte. Us ekskuses foar it ûngemak!
ga_ie: Tharla earráid gan láimhseáil san fheidhmchlár. Rinneadh tuairisc ar an earráid i logchomhad agus cuireadh in iúl do riarthóir í. Tá brón orainn!
gl: Produciuse un erro non controlado no aplicativo. Rexistrouse o erro e notificóuselle a un administrador. Pedímoslle desculpas polos inconvenientes!
hu: Nem kezelt hiba történt az alkalmazásban. A hiba naplózása és az adminisztrátor értesítése megtörtént. Elnézést kérünk a kellemetlenségért!
ja: 未処理のエラーがアプリケーションで発生しました。エラーはログに記録され、管理者に通知されました。ご不便をおかけして申し訳ございません。
nb_no: En ukjent feil oppstod i applikasjonen. Feilen er logget og en systemansvarlig ble varslet. Vi beklager bryderiet!
ru: В приложении произошла необработанная ошибка. Эта ошибка была зафиксирована и администратор был уведомлён. Мы приносим извинения за неудобство!
vi: Một lỗi xảy ra trong chương trình. Lỗi này đã được lưu kí lại và thông báo tới một quản trị viên. Chúng tôi xin lỗi về sự bất tiện này!

source: If you have additional information how to reproduce this problem, please <a href="%(bug_url)s">file a bug.</a> Thanks!
ca: Si disposeu d'informació addicional per reproduir el problema, <a href="%(bug_url)s">ompliu-ne un informe d'error</a>. Gràcies!
de: Falls Sie zur Reproduktion dieses Fehlers weitere Informationen haben, verfassen Sie bitte <a href="%(bug_url)s">einen Fehlerbericht.</a> Danke!
fr: Si vous avez des informations supplémentaires à fournir pour reproduire ce problème, veuillez <a href="%(bug_url)s">ouvrir un rapport de bogue.</a> Merci !
fy: As jo oanfoljende ynformaasje hawwe oer hoe't wy dit probleem barre kinne litte, <a href="%(bug_url)s">tsjinje dan in bugrapport yn</a>. Tankewol!
ga_ie: Má tá eolas breise agat maidir le conas is féidir an fhadhb seo a atáirgeadh, <a href="%(bug_url)s">déan tuairisc uirthi.</a> GRMA!
gl: Se tes información adicional sobre como se produciu este problema, escribe <a href="%(bug_url)s">un informe de erro.</a> Grazas!
hu: Ha rendelkezik további információval a hiba reprodukálásával kapcsolatban, akkor kérem <a href="%(bug_url)s">jelentse be a hibát.</a> Köszönjük!
ja: この問題を再現する方法についての追加の情報がある場合は、<a href="%(bug_url)s">バグ報告</a> をしてください。ご協力ありがとうございます！
nb_no: Dersom du har mer informasjon om hvordan gjenskape denne feilen, <a href="%(bug_url)s">meld inn en bug.</a> Takk!
ru: Если у вас имеется дополнительная информация о том, как воспроизвести эту проблему, пожалуйста <a href="%(bug_url)s">создайте сообщение об ошибке.</a> Спасибо!
vi: Nếu bạn có thêm thông tin về cách tạo ra lỗi này, vui lòng <a href="%(bug_url)s">báo cáo lỗi.</a> Cảm ơn!

source: About Firefox Input
bg: За Firefox Input
ca: Quant al Firefox Input
cs: O Firefox Input
de: Über Firefox Input
el: Περί Firefox Input
fr: À propos de Firefox Input
fy: Oer Firefox Input
ga_ie: Maidir le hAiseolas Firefox
gl: Sobre o Firefox Input
hu: Firefox Input névjegye
id: Tentang Firefox Input
it: Informazioni su Firefox Input
ja: Firefox Input について
nb_no: Om Firefox Input
pt_pt: Sobre o Firefox Input
ro: Despre Reacții despre Firefox
ru: О Firefox Input
sl: Kaj je Firefox Input
sr: О Firefox Input-у
vi: Thông tin về Firefox Input

source: Hello!
bg: Здравейте!
ca: Hola!
cs: Zdravíčko!
de: Hallo!
el: Χαιρετε!
fr: Bonjour !
fy: Hallo!
ga_ie: Dia Dhuit!
gl: Ola!
id: Hai!
it: Ciao!
ja: ようこそ！
nb_no: Hei!
pt_pt: Olá!
ro: Salut!
ru: Привет!
sl: Pozdravljeni!
sr: Поздрав!
vi: Xin chào!
