Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: Want to know what's going on with Firefox for Mobile? We have many ways of staying in touch:
ca: Voleu saber què passa amb el Firefox per mòbils? Tenim diverses maneres d'estar en contacte:
de: Möchten Sie wissen, was mit Firefox für Mobilgeräte los ist? Es gibt viele Möglichkeiten, wie Sie mit uns in Verbindung bleiben können:
fr: Vous désirez savoir ce qui se passe avec Firefox pour Mobile ? Nous vous proposons plusieurs façon de rester en contact :
fy: Wolle jo de ûntwikkelingen fan Firefox foar Mobyl folgje? Der binne mear manieren om op de hichte te bliuwen:
ga_ie: Ar mhaith leat bheith ar an eolas maidir le Firefox Soghluaiste? Bí i dteagmháil linn:
gl: Quere saber que sucede co Firefox para móbiles? Ten moitas formas de estar en contacto:
hu: Szeretné tudni, hogy mi történik a Firefox for Mobile böngészővel? Ennek számos módja van:
ja: Firefox for Mobile について何が起きているか興味がありませんか？ 以下のリンクで知ることができます:
nb_no: Ønsker du å vite hva som skjer med Firefox for Mobil? Vi har mange måter å holde kontakten på:
ru: Хотите знать что происходит с мобильным Firefox? У нас есть много способов оставаться на связи:
vi: Muốn biết những gì đang diễn ra với Firefox cho Di động? Chúng tôi có nhiều cách để giữ kết nối:

source: See where your feedback goes.
ca: Vegeu on va la vostra opinió.
de: Möchten Sie sehen, wohin Ihr Kommentar gesendet wird?
fr: Vous désirez voir où vos commentaires se rendent ?
fy: Besjoch wêr't jo kommentaar hinne giet.
ga_ie: An áit ina n-úsáidtear do chuid aiseolais.
gl: Vexa a onde vai a súa opinión.
hu: Nézze meg hova kerülnek a visszajelzései.
ja: あなたのフィードバックの送信先を確認する
nb_no: Se hvor tilbakemeldingen din havner.
ru: Узнать куда отправляются ваши отзывы.
vi: Xem phản hồi của bạn đi đâu.

source: Feedback Dashboard
ca: Tauler d'opinions
de: Feedback-Übersicht
fr: Tableau de bord des retours d'utilisation
fy: Dashboerd
ga_ie: Painéal an Aiseolais
gl: Taboleiro de opinións
hu: Visszajelzések
ja: フィードバックダッシュボード
nb_no: Instrumentbord
ru: Панель обратной связи
vi: Bảng thống kê Phản hồi

source: Download the beta and give us feedback!
de: Laden Sie die Beta-Version herunter und sagen Sie uns Ihre Meinung!
ga_ie: Íosluchtaigh an leagan béite agus tabhair aiseolas dúinn!
gl: Descargue a beta e déanos a súa opinión!
ja: ベータ版をダウンロードしてフィードバックをください！
nb_no: Last ned betaen og gi tilbakemelding!
ru: Загрузите бету и отправляйте нам отзывы!

source: Follow us on Twitter.
ca: Seguiu-nos al Twitter.
de: Folgen Sie uns auf Twitter.
fr: Suivez-nous sur Twitter.
fy: Folgje ús op Twitter.
ga_ie: Bí dár leanúint ar Twitter.
gl: Séguenos no Twitter.
hu: Kövessen minket Twitteren.
ja: Twitter で私たちをフォローする。
nb_no: Følg oss på Twitter.
ru: Следуйте за нами на Twitter.
vi: Theo đuôi chúng tôi trên Twitter.

source: Let's be friends.
ca: Siguem amics.
de: Lassen Sie uns Freunde sein!
fr: Soyons amis.
fy: Litte wy freonen wurde.
ga_ie: Bí i do chara.
gl: Sexamos amigos.
hu: Legyünk barátok!
ja: 友達になる。
nb_no: La oss være venner.
ru: Давайте будет друзьями.
vi: Làm bạn với nhau nhé.

source: Firefox on Facebook
ca: El Firefox al Facebook
de: Firefox auf Facebook
fr: Firefox sur Facebook
fy: Firefox op Facebook
ga_ie: Firefox ar Facebook
gl: Firefox no Facebook
hu: Firefox a Facebookon
nb_no: Firefox på Facebook
ru: Firefox на Facebook
vi: Firefox trên Facebook

source: Get the latest news on Firefox.
ca: Descobriu les darreres notícies del Firefox.
de: Hier finden Sie die neuesten Nachrichten über Firefox.
fr: Découvrez les dernières nouvelles à propos de Firefox.
fy: Lês it lêste nijs oer Firefox.
ga_ie: Faigh an nuacht is déanaí faoi Firefox.
gl: Obteña as últimas novas sobre Firefox.
hu: A legfrissebb Firefox-hírek.
ja: Firefox についての最新情報を見る。
nb_no: Få de siste nyhetene om Firefox.
ru: Узнайте последние новости о Firefox.
vi: Tìm hiểu tin tức mới nhất về Firefox.

source: Planet Mozilla
ca: Planeta Mozilla
de: Mozilla-Planet
ru: Планета Mozilla

source: Idea
de: Vorschlag
fr: Suggestion
fy: Idee
ga_ie: Smaoineamh
hu: Ötlet
ja: 提案
nb_no: Ide
ru: Идея
vi: Ý kiến

source: Rating
ca: Valoració
de: Bewertung
fr: Classement
fy: Beoardieling
ga_ie: Rátáil
gl: Puntuación
hu: Osztályzat
ja: 評価
nb_no: Rangering
ru: Рейтинг
vi: Xếp hạng

source: Broken Website
ca: Lloc web no funcional
de: Fehlerhafte Website
fr: Site non fonctionnel
fy: Defekte webstee
ga_ie: Suíomh Briste
gl: Sitio web roto
hu: Nem működő weboldal
ja: うまく表示されない Web サイト
nb_no: Ødelagt nettsted
ru: Сломанный веб-сайт
vi: Trang web bị Lỗi

source: Mobile
fy: Mobyl
ga_ie: Soghluaiste
gl: Móbil
ja: モバイル
nb_no: Mobil
ru: Мобильный
vi: Di động

source: Other
bg: Друг
ca: Altre
cs: Ostatní
de: Andere
el: Άλλη
fr: Autre
fy: Oerich
ga_ie: Eile
gl: Outro
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
nb_no: Annet
pt_pt: Outro
ro: Altceva
ru: Другая
sl: Drugo
sr: Друго
vi: Khác

source: {0} day ago
ca: fa {0} dia
de: vor {0} Tag
fr: Il y a {0} jour
fy: {0} dei lyn
ga_ie: {0} lá ó shin
gl: fai {0} día
hu: {0} napja
ja: {0} 日前
nb_no: {0} dag siden
ru: {0} день назад
vi: {0} ngày trước

source: {0} hour ago
ca: fa {0} hora
de: vor {0} Stunde
fr: Il y a {0} heure
fy: {0} oere lyn
ga_ie: {0} uair ó shin
gl: fai {0} hora
hu: {0} órája
ja: {0} 時間前
nb_no: {0} time siden
ru: {0} час назад
vi: {0} giờ trước

source: {0} minute ago
ca: fa {0} minut
de: vor {0} Minute
fr: Il y a {0} minute
fy: {0} minút lyn
ga_ie: {0} nóiméad ó shin
gl: fai {0} minuto
hu: {0} perce
ja: {0} 分前
nb_no: {0} minutt siden
ru: {0} минута назад
vi: {0} phút trước

source: just now
ca: ara mateix
de: gerade eben
fr: il y a un instant
fy: no krekt
ga_ie: anois beag
gl: agora mesmo
hu: éppen most
ja: 現在
nb_no: akkurat nå
ru: прямо сейчас
vi: vừa mới đây

source: &laquo; Older Messages
de: &laquo; Ältere Nachrichten
fy: &laquo; Aldere berjochten
ga_ie: &laquo; Teachtaireachtaí Níos Sine
gl: &laquo; Mensaxes máis antigas
hu: &laquo; korábbi üzenetek
ja: &laquo; 古いメッセージ
nb_no: &laquo; Eldre meldinger
ru: &laquo; Старые сообщения

source: Newer Messages &raquo;
de: Neuere Nachrichten &raquo;
fy: Nijere berjochten &raquo;
ga_ie: Teachtaireachtaí Níos Nuaí &raquo;
gl: Mensaxes máis recentes &raquo;
hu: régebbi üzenetek &raquo;
ja: 新しいメッセージ &raquo;
nb_no: Nyere meldinger &raquo;
ru: Новые сообщения &raquo;

source: Query has timed out.
ca: S'ha esgotat el temps d'espera de la consulta.
de: Zeitüberschreitung beim Suchen.
fr: La requête a expiré.
fy: Jo sykopdracht is ferrûn.
ga_ie: Chuaigh an t-iarratas thar am.
gl: A consulta esgotou o tempo de espera.
hu: Időtúllépés történt.
ja: 時間内に検索結果が得られませんでした。
nb_no: Forespørselen fikk tidsavbrudd.
ru: Время запроса истекло.
vi: Truy vấn đã bị hết giờ.

source: Sphinx threw an unknown exception: %s
ca: L'Sphinx ha llençat una excepció desconeguda: %s
de: Sphinx meldete einen unerwarteten Fehler: %s
fr: Sphinx a renvoyé une exception inconnue : %s
fy: Sphinx hat in ûnbekende útsûndering oplevere: %s
ga_ie: Chaith Sphinx eisceacht anaithnid: %s
gl: Sphinx lanzou unha excepción descoñecida: %s
hu: A Sphinx egy ismeretlen hibát adott vissza: %s
ja: Sphinx 検索サーバで未知のエラーが発生しました: %s
nb_no: Sphinx kastet et ukjent unntak: %s
ru: Сфинкс выдал неизвестное исключение: %s
vi: Sphinx đưa ra một lỗi ngoại lệ chưa biết: %s

# version_choice
source: -- all --
ca: -- totes --
de: -- alle --
fr: -- toutes --
fy: -- alles --
ga_ie: -- uile --
gl: -- todas --
hu: -- összes --
ja: -- すべて --
nb_no: -- alle --
ru: -- все --
vi: -- tất cả --

# sentiment_choice
source: -- all --
ca: -- tots --
de: -- alle --
fr: -- toutes --
fy: -- alles --
ga_ie: -- uile --
gl: -- todos --
hu: -- összes --
ja: -- すべて --
nb_no: -- alle --
ru: -- все --
vi: -- tất cả --

source: Issues
ca: Problemes
de: Probleme
fr: Problèmes
fy: Problemen
ga_ie: Fadhbanna
gl: Incidencias
hu: Problémák
ja: 悪いところ
nb_no: Problemer
ru: Проблемы
vi: Vấn đề

source: Ideas
ca: Idees
de: Vorschläge
fr: Suggestions
fy: Ideeën
ga_ie: Smaointe
hu: Ötlektek
ja: 提案
nb_no: Ideer
ru: Идеи
vi: Ý kiến

# platform_choice
source: -- all --
ca: -- totes --
de: -- alle --
fr: -- toutes --
fy: -- alles --
ga_ie: -- uile --
gl: -- todas --
hu: -- összes --
ja: -- すべて --
nb_no: -- alle --
ru: -- все --
vi: -- tất cả --

# locale_choice
source: -- all --
ca: -- totes --
de: -- alle --
fr: -- toutes --
fy: -- alle --
ga_ie: -- uile --
gl: -- todos --
hu: -- összes --
ja: -- すべて --
nb_no: -- alle --
ru: -- все --
vi: -- tất cả --

source: Search by keyword
bg: Търсене по ключова дума
ca: Cerca per paraula clau
cs: Hledání dle klíčového slova
de: Nach Stichwort suchen
el: Αναζήτηση με λέξεις - κλειδιά
fr: Recherche par mot-clé
fy: Sykje nei trefwurd
ga_ie: Cuardach de réir lorgfhocail
gl: Busca por palabra chave
hu: Kulcsszavas keresés
id: Cari berdasarkan kata kunci
it: Cerca per parole chiave
ja: キーワードによる検索
nb_no: Søk etter nøkkelord
pt_pt: Pesquisa por palavra-chave
ro: Căutare după cuvinte cheie
ru: Поиск по ключевому слову
sl: Iskanje po ključnih besedah
sr: Претрага по кључним речима
vi: Tìm kiếm theo từ khóa

source: Product:
ca: Aplicació:
de: Produkt:
fr: Logiciel :
fy: Produkt:
ga_ie: Táirge:
gl: Produto:
hu: Termék:
ja: 製品:
nb_no: Produkt:
ru: Продукт:
vi: Sản phẩm:

source: Version:
ca: Versió:
fy: Ferzje:
ga_ie: Leagan:
gl: Versión:
hu: Verzió:
ja: バージョン:
nb_no: Versjon:
ru: Версия:
vi: Phiên bản:

source: Sentiment:
ca: Parer:
de: Meinung:
fr: Impression :
fy: Gefoel:
ga_ie: Meon:
gl: Parecer:
hu: Vélemény:
ja: 評価:
nb_no: Mening:
ru: Мнение:
vi: Cảm nghĩ:

source: Locale:
ca: Llengua:
de: Sprache:
fr: Langue :
fy: Taal:
ga_ie: Teanga:
gl: Idioma:
hu: nyelv:
ja: 言語:
nb_no: Språk:
ru: Локаль:
vi: Bản địa:

source: PLATFORM:
ca: Plataforma:
de: BETRIEBSSYSTEM:
fr: PLATEFORME :
fy: PLATFOARM:
ga_ie: ARDÁN:
gl: PLATAFORMA:
ja: プラットフォーム:
nb_no: PLATTFORM:
ru: ПЛАТФОРМА:
vi: NỀN TẢNG:

source: Date range:
ca: Interval de dates:
de: Datum von:
fr: Période :
fy: Datumberyk:
ga_ie: Raon dátaí:
gl: Intervalo de datas:
hu: Időszak:
ja: 期間:
nb_no: Datoområde:
ru: Диапазон дат:
vi: Khoảng thời gian:

source: to
ca: al
de: bis
fr: au
fy: oant
ga_ie: go
gl: ao
nb_no: til
ru: по
vi: tới

source: Firefox Input
ga_ie: Aiseolas Firefox
ro: Reacții despre Firefox
ru: Мнения о Firefox

source: Search Results in Firefox Beta Feedback.
ca: Cerca resultats a les opinions del Firefox Beta.
de: Suchergebnisse im Firefox Beta-Feedback.
fr: Résultats de recherche dans les retours d'utilisation de Firefox bêta.
fy: Sykresultaten yn Firefox Bèta Feedback
ga_ie: Torthaí an Chuardaigh in Aiseolas faoin leagan béite.
gl: Resultados da busca sobre as opinións do Firefox beta.
hu: Találatok a Firefox Beta visszajelzések között.
ja: Firefox ベータ版へのフィードバックからの検索結果。
nb_no: Søkeresultater i Firefox Beta-tilbakemeldinger.
ru: Результаты поиска в отзывах о Firefox Бета.
vi: Kết quả Tìm kiếm trong Phản hồi Firefox Beta.

source: Firefox Input: '{query}'
ga_ie: Aiseolas Firefox: '{query}'
ru: Мнения о Firefox: '{query}'

source: Show/Hide Options
ca: Mostra/amaga les opcions
de: Optionen anzeigen/verstecken
fr: Afficher/masquer les options
fy: Toan/Ferstop opsjes
ga_ie: Taispeáin/Folaigh Roghanna
gl: Mostrar/Ocultar opcións
hu: Beállítások megjelenítése/elrejtése
ja: オプションの表示/非表示
nb_no: Vis/skjul innstillinger
ru: Показать/скрыть настройки
vi: Hiện/Ẩn Tùy chọn

source: Toggle
ca: Commuta
de: An/Aus
fr: Basculer
fy: Wiksel
ga_ie: Scoránaigh
gl: Cambiar
hu: Váltás
ja: 切り替え
nb_no: Slå av/på
ru: Переключить
vi: Bật tắt

source: Devices
ca: Dispositius
de: Endgeräte
fr: Appareils
fy: Apparaten
ga_ie: Gléasanna
gl: Dispositivos
hu: Eszközök
ja: デバイス
nb_no: Enheter
ru: Устройства
vi: Thiết bị

source: Locale
bg: Език
ca: Llengua
cs: Jazyk
de: Sprache
el: Γλώσσα
fr: Langue
fy: Taal
ga_ie: Teanga
gl: Idioma
hu: nyelv
id: Kode Pelokalan
ja: 言語
nb_no: Språk
pt_pt: Idioma
ro: Limbă
ru: Локаль
sl: Jezik
sr: Језик
vi: Bản địa

source: More Locales
ca: Més llengües
de: Weitere Sprachen
fr: Plus de langues
fy: Mear talen
ga_ie: Tuilleadh Teangacha
gl: Máis idiomas
hu: További nyelvek
ja: その他の言語
nb_no: Flere språk
ru: Другие локали
vi: Bản địa Khác

source: Manufacturer
bg: Производител
ca: Fabricant
cs: Výrobce
de: Hersteller
el: Κατασκευαστής
fr: Constructeur
fy: Produsint
ga_ie: Déantóir
gl: Fabricante
hu: Gyártó
id: Pembuat
it: Produttore
ja: 製造業者
nb_no: Produsent
pt_pt: Fabricante
ru: Производитель
sl: Proizvajalec
sr: Произвођач
vi: Nhà sản xuất

source: More Options
ca: Més opcions
de: Weitere Optionen
fr: Plus d'options
fy: Mear opsjes
ga_ie: Tuilleadh Roghanna
gl: Máis opcións
hu: Beállítások
ja: 追加のオプション
nb_no: Flere innstillinger
ru: Больше настроек
vi: Tùy chọn Khác

source: Copy User Agent
ca: Copia l'agent d'usuari
de: User-Agent kopieren
fr: Copier la chaîne « User Agent »
fy: Useragent kopiearje
ga_ie: Cóipeáil Teaghrán UserAgent
gl: Copiar axente de usuario
hu: User Agent másolása
ja: ユーザエージェント文字列をコピー
nb_no: Kopier brukeragent
ru: Копировать User Agent
vi: Chép chuỗi Đại diện Người dùng

source: No search results found.
ca: No s'ha trobat cap coincidència.
de: Keine Suchergebnisse gefunden.
fr: Aucun résultat.
fy: Gjin sykresultaten.
ga_ie: Níor aimsíodh aon rud.
gl: Non se atoparon resultados.
hu: Nincs találat.
ja: 検索条件に一致するものは見つかりませんでした。
nb_no: Ingen søkeresultater ble funnet.
ru: Поиск не принёс результатов.
vi: Không tìm thấy kết quả.

source: You can adjust your search criteria or use fewer filters to find more opinions.
de: Sie können Ihre Suchkriterien anpassen oder weniger Filter verwenden, um mehr Meinungen zu finden.
fy: Jo kinne jo sykkriteria oanpasse of minder filters brûke om mear mieningen te finen.
gl: Pode axustar os criterios da busca ou usar menos filtros para atopar máis opinións.
hu: Beállíthatja a keresési feltételeket vagy használjon kevesebb szűrőt, hogy több véleményt kapjon.
ja: さらに多くの意見を見つけるには、検索条件を変更するか条件を絞り込むフィルタを使用してください。
nb_no: Du kan justere søkekriteriet til å bruke færre filtre for å finne flere meninger.
ru: Вы можете подстроить свои критерии поиска или уменьшить число фильтров, чтобы найти больше мнений.

source: Note: Recently released versions of Firefox may have less feedback.
de: Hinweis: Zu kürzlich veröffentlichten Firefox-Versionen gibt es möglicherweise weniger Meinungen.
fy: Noat: koartlyn útjûne ferzjes fan Firefox hawwe mooglik minder kommentaar.
gl: Nota: A versións do Firefox lanzadas recentemente poden ter menos opinións.
hu: Megjegyzés: A nemrég megjelent Firefox verzióhoz valószínűleg kevesebb visszajelzés van.
ja: 注意: 最近リリースされたバージョンの Firefox に関するフィードバックは少ないかもしれません。
nb_no: Merk: Nylig utgitte versjoner av Firefox kan ha færre tilbakemeldinger.
ru: Замечание: Недавно выпущенные версии Firefox могут иметь меньше отзывов.

source: Messages
ca: Missatges
de: Nachrichten
fy: Berjochten
ga_ie: Teachtaireachtaí
gl: Mensaxes
hu: Üzenetek
ja: メッセージ数
nb_no: Meldinger
ru: Сообщения
vi: Thông điệp

source: Type of Feedback
ca: Tipus d'opinió
de: Art von Feedback
fr: Type de commentaire
fy: Type kommentaar
ga_ie: Cineál Aiseolais
gl: Tipo de opinión
hu: Visszajelzés típusa
ja: フィードバックの種類
nb_no: Type tilbakemelding
ru: Тип отзыва
vi: Kiểu Phản Hồi

source: Platform
bg: Платформа
ca: Plataforma
cs: Platforma
de: Betriebssystem
el: Πλατφόρμα
fr: Plateforme
fy: Platfoarm
ga_ie: Ardán
gl: Plataforma
it: Piattaforma
ja: プラットフォーム
nb_no: Plattform
pt_pt: Plataforma
ro: Platformă
ru: Платформа
sl: Platforma
sr: Платформа
vi: Nền tảng

source: Welcome
bg: Добре дошли
ca: Us donem la benvinguda
cs: Vítejte!
de: Willkommen
el: Καλώς ορίσατε!
fr: Bienvenue
fy: Wolkom
ga_ie: Fáilte
gl: Benvida
hu: Üdvözöljük!
id: Selamat Datang!
it: Benvenuto
ja: ようこそ
nb_no: Velkommen
pt_pt: Bem-vindo
ro: Bun venit
ru: Добро пожаловать
sl: Dobrodošli
sr: Добродошли
vi: Chào mừng

source: Search Results
ca: Resultats de la cerca
de: Suchergebnisse
fr: Résultats de recherche
fy: Sykresultaten
ga_ie: Torthaí an Chuardaigh
gl: Resultados da busca
hu: Találatok
ja: 検索結果
nb_no: Søkeresultater
ru: Результаты поиска
vi: Kết quả Tìm kiếm

source: ATOM feed for this search
ca: Canal ATOM d'aquesta cerca
de: ATOM-Feed für diese Suche
fr: Flux ATOM pour cette recherche
fy: ATOM-feed foar dizze sykopdracht
ga_ie: Fotha ATOM le haghaidh an chuardaigh seo
gl: Fonte ATOM para esta busca
hu: ATOM hírforrás ehhez a kereséshez
ja: この検索の ATOM フィード
nb_no: ATOM-kilde for dette søket
ru: Лента ATOM для этого поиска
vi: ATOM feed cho tìm kiếm này

source: Product
bg: Продукт
ca: Producte
cs: Produkt
de: Produkt
el: Προϊόν:
fr: Produit
fy: Produkt:
ga_ie: Táirge
gl: Produto
hu: Termék
id: Produk
it: Prodotto
ja: 製品
nb_no: Produkt
pt_pt: Produto
ro: Produs
ru: Продукт
sl: Izdelek
sr: Производ
vi: Sản phẩm

source: Latest Feedback
ca: La darrera opinió
de: Neuestes Feedback
fr: Dernières opinions
fy: Meast resinte kommentaar
ga_ie: Aiseolas Is Déanaí
gl: Última opinión
hu: Legfrissebbek
ja: 最新のフィードバック
nb_no: Nyeste tilbakemeldinger
ru: Последние отзывы
vi: Phản hồi Mới nhất

source: Search
ca: Cerca
de: Suchen
fr: Rechercher
fy: Sykje
ga_ie: Cuardaigh
gl: Buscar
hu: Keresés
ja: 検索
nb_no: Søk
ru: Поиск
vi: Tìm kiếm

source: Advanced
ca: Avançada
de: Suchoptionen
fr: Avancé
fy: Avansearre
ga_ie: Cuardach Casta
gl: Avanzada
hu: Speciális
ja: 詳細
nb_no: Avansert
ru: Дополнительно
vi: Nâng cao

source: While Visiting
ca: Mentre visitava
de: Beim Besuchen von
fr: En visitant
fy: Wylst it besyk fan
ga_ie: Suímh
gl: Mentres visitaba
hu: Említett weboldalak
ja: 報告されたサイト
nb_no: Ved besøk til
ru: При посещении
vi: Trong khi Vào

source: Often Mentioned
ca: Esmentat sovint
de: Oft erwähnt
fr: Souvent mentionné
fy: Faak neamd
ga_ie: Luaite go minic
gl: Mencionado a miúdo
hu: Említett témák
ja: よく含まれる単語
nb_no: Ofte nevnt
ru: Часто упоминаемые
vi: Thường được Nhắc tới

source: Search Unavailable
ca: Cerca no disponible
de: Suche nicht verfügbar
fr: Recherche indisponible
fy: Sykfunksje net beskikber
ga_ie: Níl cuardach ar fáil
gl: Busca non dispoñíbel
hu: A keresés nem érhető el
ja: 検索機能は利用できません
nb_no: Søk er utilgjengelig
ru: Поиск недоступен
vi: Tìm kiếm Không hiện hữu

source: I'm sorry, there was an error with your search.
ca: Ho sentim, s'ha produït un error en la cerca.
de: Bei der Suche ist ein Fehler aufgetreten.
fr: Désolé, il y a eu une erreur dans votre recherche.
fy: Sorry, der is in flater bard wylst it sykjen.
ga_ie: Tharla earráid le do chuardach.
gl: Sentímolo, produciuse un erro coa súa busca.
hu: Sajnálom, de a keresése közben hiba történt.
ja: 申し訳ありません。検索時にエラーが発生しました。
nb_no: Beklager, men en feil oppstod under behandling av søket ditt.
ru: Извините, но в вашем поиске произошла ошибка.
vi: Xin lỗi, có lỗi với tìm kiếm của bạn.

source: Our search engine might be currently unavailable. You may start over on the <a href="%(url)s">dashboard</a> and try again later.
ca: El motor de cerca no es troba actualment disponible. Aneu al <a href="%(url)s">tauler de comentaris</a> i torneu-ho a provar.
de: Unsere Suchmaschine ist möglicherweise gerade nicht erreichbar. Sie können noch einmal zur <a href="%(url)s">Hauptseite</a> zurückgehen und es später erneut versuchen.
fr: Notre moteur de recherche est momentanément indisponible. Vous pouvez recommencer à partir du <a href="%(url)s">tableau de bord</a> et essayez à nouveau plus tard.
fy: Mooglik is ús sykmasine op dit stuit net beskikber. Jo kinne op 'e nij begjinne op it <a href="%(url)s">dashboard</a> en it letter nochris probearje.
ga_ie: Seans nach bhfuil fáil ar ár n-inneall cuardaigh faoi láthair. Is féidir dul ar ais go dtí an <a href="%(url)s">painéal</a> agus triail a bhaint as ar ball.
gl: Actualmente o noso motor de busca podería estar non dispoñíbel. Podería volver a iniciar no <a href="%(url)s">taboleiro</a> e tentalo de novo máis tarde.
hu: Lehetséges, hogy a kereső jelenleg nem érhető el. Visszatérhet a <a href="%(url)s">Input Dashboard</a> oldalra és megpróbálhatja később.
ja: 現在、検索エンジンを使用することができない可能性があります。<a href="%(url)s">ダッシュボード</a>へ戻ってやり直すか、時間をおいてから再度検索してください。
nb_no: Søkemotoren vår er muligens utilgjengelig akkurat nå. Du kan prøve igjen fra <a href="%(url)s">instrumentbordet</a>, og forsøke på nytt senere.
ru: Наша поисковая машина в данный момент может быть недоступна. Вы можете начать заново на <a href="%(url)s">этой панели</a> и попробовать снова.
vi: Máy tìm kiếm của chúng tôi hiện không sử dụng được. Bạn có thể bắt đầu trên <a href="%(url)s">bảng thống kê</a> và thử lại sau.

source: If the problem persists, please <a href="%(bug_url)s">file a bug</a>, mentioning the URL you were accessing.
ca: Si el problema persisteix, podeu omplir un <a href="%(bug_url)s">informe d'error</a> tot indicant l'URL al qual estàveu accedint.
de: Falls das Problem fortbesteht, verfassen Sie bitte <a href="%(bug_url)s">einen Fehlerbericht</a>, und erwähnen Sie, bei welcher URL dieser Fehler aufgetreten ist.
fr: Si le problème persiste, veuillez <a href="%(bug_url)s">ouvrir un bogue</a>, en indiquant l'URL que vous essayiez d'accéder.
fy: As it probleem oanhâldt, kinne jo <a href="%(bug_url)s">in bug yntsjinje</a>, ûnder fermelding fan de URL dy't jo benaderje wolle.
ga_ie: Má leanann an fhadhb, <a href="%(bug_url)s">déan tuairisc uirthi</a>, agus luaigh an URL a raibh tú ag déanamh cuairt air.
gl: Se o problema persiste, escriba <a href="%(bug_url)s">un informe de erro</a>, indicando o URL ao que estaba tentando acceder.
hu: Ha a hiba továbbra is fennáll, kérem <a href="%(bug_url)s">jelentse be</a>, és adja meg az elérni kíván URL-t is.
ja: 問題が繰り返し起こるときは、<a href="%(bug_url)s">バグ報告</a>にて、あなたがアクセスした URL を教えてください。
nb_no: Dersom problemet vedvarer, <a href="%(bug_url)s">opprett en bug</a> der du nevner URL-en du besøkte.
ru: Если проблема не решится, пожалуйста <a href="%(bug_url)s">создайте сообщение об ошибке</a>, упомянув открываемый вами URL.
vi: Nếu vấn đề vẫn còn, vui lòng <a href="%(bug_url)s">báo cáo lỗi</a>, ghi rõ URL mà bạn đang truy cập.

source: Include the following error message in your bug report:
ca: Inclogueu el missatge d'error següent en el vostre informe d'error:
de: Erwähnen Sie die folgende Fehlermeldung in Ihrem Bericht:
fr: Ajouter le message d'erreur suivant dans votre rapport de bogue :
fy: Nim de folgjende flatermelding op yn jo bugrapport:
ga_ie: Cuir an teachtaireacht earráide san áireamh i do thuairisc:
gl: Inclúa a seguinte mensaxe de erro no seu informe:
hu: A hibabejelentéshez csatolja ezt a hibaüzenetet:
ja: あなたのバグ報告には、次のエラーメッセージが含まれています:
nb_no: Ta med følgende feilmelding i bugrapporten:
ru: Включите в ваше сообщение об ошибке следующий текст:
vi: Bao gồm thông báo lỗi sau trong báo cáo lỗi của bạn:

source: Thanks!
ca: Gràcies!
de: Vielen Dank!
fr: Merci !
fy: Tankewol!
ga_ie: GRMA!
gl: Grazas!
hu: Köszönjük!
ja: ありがとうございます！
nb_no: Takk!
ru: Спасибо!
vi: Cảm ơn!

source: All
ca: Tot
de: Alles
fr: Tout
fy: Alle
ga_ie: Uile
gl: Todo
hu: összes
ja: すべて
nb_no: Alle
ru: Все
vi: Tất cả

source: When
bg: Кога
ca: Quan
cs: Kdy
de: Zeitraum
el: Χρονική περίοδος
fr: Quand
fy: Wannear
ga_ie: Tréimhse
gl: Cando
hu: Időszak
id: Waktu
it: Quando
ja: 期間
nb_no: Når
pt_pt: Quando
ro: Când
ru: Когда
sl: Kdaj
sr: Када
vi: Khi nào

source: Custom
ca: Personalitzat
de: Zeitraum anpassen
fr: Personnaliser
fy: Oanpast
ga_ie: Saincheaptha
gl: Personalizado
hu: Egyéni
ja: 期間指定
nb_no: Egendefinert
ru: Другое
vi: Tùy biến

# date_range_set
source: Set
ca: Període
de: Festlegen
fr: Période
fy: Ynstelle
ga_ie: Socraigh
gl: Período
hu: Beállítás
ja: 期間を設定
nb_no: Sett
ru: Установить
vi: Thiết lập

source: {num} opinions on {day}
ca: {num} opinions el {day}
de: {num} Nachrichten am {day}
fr: {num} opinions le {day}
fy: {num} mieningen op {day}
ga_ie: {num} tuairim ar {day}
gl: {num} opinións o {day}
hu: {num} vélemény a {day} napon
ja: {day} によせられた意見の数： {num} 件
nb_no: {num} meninger den {day}
ru: {num} мнений на {day}
vi: {num} ý kiến trong {day}
