Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: Contribute to Mozilla.
bg: Помогнете на Mozilla.
cs: Přispět do projektu Mozilla.
de: Bei Mozilla mitmachen.
el: Συνεισφέρετε στο Mozilla.
fy: Wurk mei mei Mozilla.
gl: Colabore con Mozilla.
hu: Legyen Mozilla-közreműködő.
id: Berkontribusi ke Planet Mozilla.
it: Collabora con Mozilla.
ja: Mozilla に貢献しよう。
nb_no: Bidra til Mozilla.
pt_pt: Contribuir para a Mozilla.
ro: Contribuie la Mozilla.
ru: Помочь Mozilla.
sl: Sodelujte v Mozilli.
sr: Доприносите Моzilla-и.

source: Learn how you can <a href="%(url)s">make Firefox and Mozilla better</a>
de: Erfahren Sie, wie Sie <a href="%(url)s">Mozilla und Firefox verbessern können</a>
fy: Lês hoe't jo <a href="%(url)s">Firefox en Mozilla ferbetterje kinne</a>
ga_ie: Foghlaim conas is féidir <a href="%(url)s">feabhas a chur ar Firefox agus Mozilla</a>
gl: Aprenda como pode <a href="%(url)s">facer ao Firefox e a Mozilla mellores</a>
hu: Tudja meg hogyan <a href="%(url)s">teheti jobbá a Firefoxot és a Mozillát</a>
ja: ご一緒に <a href="%(url)s">Firefox と Mozilla をより良くしていきましょう</a>
nb_no: Les om hvordan du kan <a href="%(url)s">gjøre Firefox og Mozilla bedre</a>
pt_pt: Saiba como pode <a href="%(url)s">tornar o Firefox e a Mozilla melhores</a>
ro: Află cum puteți să <a href="%(url)s">faceți Firefox și Mozilla mai bune</a>
ru: Узнайте как вы можете <a href="%(url)s">сделать Firefox и Mozilla лучше</a>

source: Want to see where your feedback goes?
ca: Voleu saber on va la vostra opinió?
de: Möchten Sie sehen, wohin Ihr Kommentar gesendet wird?
fr: Vous désirez voir où vos commentaires se rendent ?
fy: Wolle jo sjen wêr't jo kommentaar hinne giet?
ga_ie: An bhfuil fonn ort an áit ina n-úsáidtear do chuid aiseolais a fheiceáil?
gl: Quere ver onde onde foi a súa opinión?
hu: Tudni akarja, hogy hova került a visszajelzése?
ja: フィードバックの送信先が知りたいですか？
nb_no: Vil du se hvor tilbakemeldingene havner?
ru: Хотите узнать куда отправляются ваши отзывы?
vi: Muốn xem phản hồi của bạn đi đâu?

source: Visit the <a href="%(dash_url)s">Firefox Feedback Dashboard</a>
ca: Visiteu el <a href="%(dash_url)s">tauler de comentaris del Firefox</a>
de: Gehen Sie zur <a href="%(dash_url)s">Firefox-Feedback-Hauptseite</a>
fr: Visitez le <a href="%(dash_url)s">tableau de bord Firefox</a>
fy: Besykje it <a href="%(dash_url)s">Firefox-kommentaardashboerd</a>
ga_ie: Déan cuairt ar <a href="%(dash_url)s">Phainéal Aiseolais Firefox</a>
gl: Visite o <a href="%(dash_url)s">taboleiro de opinións do Firefox</a>
hu: Látogassa meg a <a href="%(dash_url)s">Firefox Feedback Dashboard</a> oldalt.
ja: <a href="%(dash_url)s">Firefox Input ダッシュボードを見る</a>
nb_no: Besøk <a href="%(dash_url)s">Firefox tilbakemelding-instrumentbord</a>
ru: Посетить <a href="%(dash_url)s">Панель отзывов Firefox</a>
vi: Vào <a href="%(dash_url)s">Bảng thống kê Phản hồi Firefox</a>

source: Find the latest news about Firefox.
bg: Научете последните новини за Firefox.
ca: Descobriu les darreres notícies del Firefox.
cs: Přečíst si poslední novinky o Firefoxu.
de: Hier finden Sie die neuesten Nachrichten über Firefox.
el: Δείτε τα πιο πρόσφατα νέα του Firefox:
fr: Découvrez les dernières nouvelles à propos de Firefox.
fy: Lês it lêste nijs oer Mozilla:
ga_ie: Faigh an nuacht is déanaí maidir le Firefox.
gl: Atope as últimas novas sobre o Firefox.
hu: A legfrissebb Firefox-hírek.
id: Dapatkan kabar terbaru dari Firefox.
it: Scopri le ultime notizie su Firefox.
ja: Firefox についての最新情報はこちら。
nb_no: Få de siste nyhetene om Firefox.
pt_pt: Descubra as últimas notícias sobre o Firefox.
ro: Află ultimele noutăți despre Firefox.
ru: Узнайте последние новости о Firefox.
sl: Poišči najnovejše novice o Firefoxu.
sr: Сазнајте најновије вести о Firefox-у.
vi: Tìm hiểu tin tức mới nhất về Firefox.

source: Thanks for helping Mozilla make your experience better!
ca: Gràcies per ajudar Mozilla a millorar la vostra experiència a la xarxa!
de: Danke, dass Sie Mozilla dabei helfen, Ihre Erfahrung zu verbessern!
fr: Merci d'aider Mozilla à rendre votre expérience meilleure&nbsp;!
fy: Tank foar jo help oan Mozilla om jo belibjen te ferbetterjen!
ga_ie: Go raibh maith agat as cabhrú le Mozilla ár gcuid táirgí a fheabhsú!
gl: Grazas por axudar a Mozilla a mellorar a súa experiencia!
hu: Köszönjük, hogy segít a Mozilla alkalmazásait jobbá tenni!
ja: Mozilla 製品の品質向上にご協力いただきありがとうございます。
nb_no: Takk for at du hjelper Mozilla å forbedre opplevelsen!
ru: Спасибо за вашу помощь Mozilla в улучшении работы вашего браузера!
vi: Cảm ơn đã giúp Mozilla làm cho trải nghiệm của bạn tốt hơn!

source: Please choose the type of feedback that you would like to submit to us:
ca: Trieu el tipus de comentari que voleu trametre'ns:
de: Bitte wählen Sie die Art der Rückmeldung, die Sie uns geben möchten:
fr: Veuillez choisir un des types suivants de retour d'utilisation que vous souhaiteriez nous soumettre&nbsp;:
fy: Kies it type kommentaar dat jo ús tastjoere wolle:
ga_ie: Roghnaigh an cineál aiseolais is mian leat seoladh chugainn:
gl: Escolla o tipo de opinión que lle gustaría enviarnos:
hu: Válasszon, az alábbiak közül, hogy milyen típusú visszajelzést kíván adni:
ja: 送信するフィードバックの種類を選んでください:
nb_no: Velg hvilken type tilbakemelding du ønsker å sende til oss:
ru: Пожалуйста, выберите тип отзыва, который вы желаете нам отправить:
vi: Vui lòng chọn kiểu phản hồi mà bạn muốn gửi cho chúng tôi:

source: Firefox makes me happy ...
ca: El Firefox em fa feliç…
de: Firefox macht mich glücklich ...
fr: Firefox me plait…
fy: Firefox makket my bliid…
ga_ie: Cuireann Firefox aoibhneas orm de bharr...
gl: O Firefox faime feliz ...
hu: A Firefox örömet okoz ...
ja: Firefox の良い点は...
nb_no: Firefox gjør meg glad ...
ru: Firefox порадовал меня ...
vi: Firefox làm tôi vui ...

source: Firefox makes me sad ...
ca: El Firefox m'entristeix…
de: Firefox macht mich traurig ...
fr: Firefox m'a déplu…
fy: Firefox makket my tryst ...
ga_ie: Cuireann Firefox brón orm de bharr...
gl: O Firefox entristéceme ...
hu: A Firefox elszomorít ...
ja: Firefox の悪い点は...
nb_no: Firefox gjør meg trist ...
ru: Firefox огорчил меня ...
vi: Firefox làm tôi chán ...

source: Download Beta
ca: Baixeu la versió beta
de: Beta-Version herunterladen
fr: Télécharger la version bêta
fy: Bèta ynlade
ga_ie: Íosluchtaigh an Leagan Béite
gl: Descargar a Beta
hu: Beta letöltése
ja: ベータ版のダウンロード
nb_no: Last ned betaen
ru: Загрузить бету
vi: Tải xuống Beta

source: Oh! So, you want to offer us feedback. You'll need the latest Beta! Head over to our beta page and <a href="%(url)s">download it!</a>
ca: Per compartir amb nosaltres la vostra experiència amb la nova versió del Firefox, necessiteu la darrera versió beta. <a href="%(url)s">Baixeu-la!</a>
de: Oh! Sie möchten uns gerne Feedback geben? Dann benötigen Sie die neueste Beta-Version! Gehen Sie einfach auf unsere Beta-Seite und <a href="%(url)s">laden Sie die herunter!</a>
fr: Oh ! Vous voulez nous proposer vos retours d'utilisation&nbsp;?. Vous devez alors utiliser la dernière version bêta&nbsp;! Rendez-vous sur notre page bêta et <a href="%(url)s">téléchargez-la&nbsp;!</a>
fy: Oh! Dus jo wolle ús kommentaar jaan. Dan hawwe jo de meast resinte Bèta-ferzje nedich! Gean nei ús bèta-side en <a href="%(url)s">laad dizze yn!</a>
ga_ie: Má tá tú ag iarraidh aiseolas a thabhairt dúinn, caithfidh tú an leagan béite is déanaí a úsáid! Déan cuairt ar an leathanach béite agus <a href="%(url)s">íosluchtaigh é!</a>
gl: Vaia! Entón quere ofrecernos a súa opinión. Precisará a última Beta! Diríxase a páxina da nosa beta e <a href="%(url)s">descárguea!</a>
hu: Úgy látszik, visszajelzést szeretne küldeni nekünk. Ehhez használja a legfrissebb beta verziót, amit a <a href="%(url)s">innen tud letölteni</a>.
ja: 申し訳ありませんが、フィードバックを送信していただくには Firefox の最新ベータ版が必要です。ベータ版のページから<a href="%(url)s">ダウンロード</a>してください。
nb_no: Åh! Så du ønsker å gi oss tilbakemelding. Du trenger den siste betaen! Gå til beta-nettsiden og <a href="%(url)s">last den ned!</a>
ru: Так значит вы хотите отправить нам отзыв. Вам нужно установить последнюю бету! Перейдите на нашу страницу бета-версий и <a href="%(url)s">загрузите её!</a>
vi: Ồ! Vậy là bạn muốn cung cấp phản hồi cho chúng tôi. Bạn sẽ cần bản Beta mới nhất! Hãy tới trang beta của chúng tôi và <a href="%(url)s">tải xuống!</a>

source: Back to Dashboard
de: Zurück zur Übersicht
fy: Werom nei dashboerd
ga_ie: Ar ais go dtí an Painéal
gl: Volver ao taboleiro de opinións
hu: Vissza a Dashboard oldalra
ja: ダッシュボードに戻る
nb_no: Tilbake til instrumentbordet
ru: Вернуться на панель

source: Give Feedback
bg: Дайте обратна връзка
cs: Poskytnout reakci
de: Feedback geben
el: Πείτε μας σχόλια
fr: Commenter
fy: Kommentaar jaan
ga_ie: Seol Aiseolas
gl: Dar opinión
hu: Adjon visszajelzést
id: Kirimkan Saran
it: Inserisci un commento
ja: フィードバックの提供
nb_no: Gi tilbakemelding
pt_pt: Dar Feedback
ru: Дать отзыв
sl: Sporočite povratne informacije
sr: Пошаљите повратну информацију
vi: Gửi phản hồi

source: We're glad Firefox for Mobile made you happy! Please tell us what you liked.
ca: Ens alegra que el Firefox per mòbils us faci feliç! Digueu-nos què us agrada.
de: Es freut uns, dass Firefox für Mobilgeräte Sie glücklich gemacht hat! Bitte sagen Sie uns, was Sie mögen.
fr: Nous sommes heureux que Firefox pour Mobile vous plaise ! Veuillez nous dire ce que vous avez apprécié.
fy: Goed om te hearen dat Firefox foar Mobyl jo tefreden stimt! Fertel ús wat jo oanstiet.
ga_ie: Tá áthas orainn gur chuir Firefox Soghluaiste aoibhneas ort! Abair linn cad é a thaitin leat.
gl: Estamos encantados de que lle gustara o Firefox para móbiles! Cóntenos o que lle gustou.
hu: Örülünk, hogy a Firefox for Mobile örömet okoz Önnek! Mondja el, mit szeret benne.
ja: Firefox for Mobile が快適に動作したことを私たちも嬉しく思います！ あなたが良いと感じた点を教えてください。
nb_no: Vi er glad for å høre at Firefox for Mobil gjorde deg glad! Fortell oss hva du likte.
ru: Нам приятно, что мобильный Firefox порадовал вас! Пожалуйста, сообщите нам, что вам понравилось.
vi: Chúng tôi mừng là Firefox cho Di động đã làm bạn vui! Xin vui lòng cho chúng tôi biết những điều bạn thích.

source: We're sorry Firefox for Mobile made you sad. Please tell us what happened so we can fix it.
ca: Lamentem que el Firefox per mòbils us entristeixi. Digueu-nos què ha passat perquè ho puguem reparar.
de: Es tut uns leid, dass Firefox für Mobilgeräte Sie traurig gemacht hat. Bitte sagen Sie uns was passiert ist, sodass wir es verbessern können.
fr: Nous sommes désolés que Firefox pour Mobile vous ait déplu. Veuillez nous dire pourquoi afin que nous puissions l'améliorer.
fy: It spyt ús dat Firefox foar Mobyl jo teloarstelde. Fertel ús wat der mis gie, sadat wy hjir wat oan dwaan kinne.
ga_ie: Tá brón orainn gur chuir Firefox Soghluaiste díomá ort. Abair linn cad é a bhí briste agus deiseoimid é más féidir.
gl: Sentimos moito que non lle gustara o Firefox para móbiles. Cóntenos o que pasou para poder arranxalo.
hu: Nagyon sajnáljuk, hogy nincs jó tapasztalata a Firefox for Mobile böngészőnkkel. Kérjük mondja el ennek okát, hogy tudjuk ezen javítani.
ja: Firefox for Mobile が快適に動作しなかったことをお詫び申し上げます。Firefox を改善するために修正すべき点と理由を教えてください。
nb_no: Vi er lei for å høre at Firefox for Mobile gjorde deg trist. Fortell hva som skjedde slik at vi kan rette det.
ru: Нам жаль, что вас разочаровала работа с мобильным Firefox. Пожалуйста, сообщите нам почему, чтобы мы могли это исправить.
vi: Chúng tôi rất tiếc là Firefox cho Di động đã làm bạn thất vọng. Vui lòng cho chúng tôi biết tại sao, để chúng tôi có thể sửa.

source: We love ideas for Firefox for Mobile! Please descibe your idea below.
ca: Ens encanten les idees pel Firefox per mòbils! Descriviu la vostra a sota.
de: Wir lieben Ideen für Firefox für Mobilgeräte! Bitte beschreiben Sie im folgenden Ihre Idee.
fr: Nous aimons recevoir des idées pour Firefox pour Mobile ! Veuillez décrire votre idée ci-dessous.
fy: Ideeën foar Firefox foar Mobyl heare wy graach! Beskriuw hjirûnder jo idee.
ga_ie: Is breá linn moltaí d'Firefox Soghluaiste! Déan cur síos ar do smaoineamh thíos.
gl: Encántannos as ideas sobre o Firefox para móbiles! A continuación describa a súa idea.
hu: Örülünk minden, a Firefox for Mobile böngészővel kapcsolatos ötletnek! Kérjük írja le ötletét.
ja: Firefox for Mobile への提案を受け付けています！ 下にあなたの提案を記入してください。
nb_no: Vi vil gjerne ha ideer for Firefox for Mobil! Beskriv ideen din nedenfor.
ru: Нам нравится получать идеи для мобильного Firefox! Пожалуйста, опишите ниже вашу идею.
vi: Chúng tôi quý trọng các ý kiến về Firefox cho Di động! Vui lòng mô tả ý kiến của bạn bên dưới.

source: Got an idea? <a href="%(url)s">Submit it instead.</a>
de: Haben Sie eine Idee? <a href="%(url)s">Übermitteln Sie sie stattdessen.</a>
fr: Vous avez une idée ? <a href="%(url)s">Envoyez-la plutôt.</a>
fy: Hawwe jo in idee? <a href="%(url)s">Tsjinje it dan yn.</a>
ga_ie: An bhfuil smaoineamh agat? <a href="%(url)s">Seol chugainn é.</a>
gl: Ten unha idea? <a href="%(url)s">Envíenola.</a>
hu: Ötlete van? <a href="%(url)s">Küldje el!</a>
ja: 何が提案がある場合は<a href="%(url)s">こちらから</a>。
nb_no: Har du en ide? <a href="%(url)s">Send inn den isteden.</a>
ru: Есть идея? <a href="%(url)s">Оставьте её здесь.</a>
vi: Có ý kiến? <a href="%(url)s">Hãy gửi nó lên.</a>

source: Include your last visited site?
ca: Voleu incloure el darrer lloc visitat?
de: Ihre zuletzt besuchte Seite hinzufügen?
fr: Ajouter l'adresse de votre dernier site visité ?
fy: Jo lêst besochte webstee tafoegje?
ga_ie: An bhfuil fonn ort an suíomh a raibh tú air a chur san áireamh?
gl: Incluír o último sitio visitado?
hu: Hozzáadja az utoljára meglátogatott oldalt?
ja: 最後に訪れたページの URL を含めますか？
nb_no: Ta med info om nettstedet du besøkte sist?
ru: Включить последний посещённый вами сайт?
vi: Bao gồm trang đã vào gần đây nhất của bạn?

source: For your privacy, please don't include any personally identifiable information in your feedback.
ca: Per la vostra privadesa, assegureu-vos que no incloeu cap informació personal en el comentari.
de: Zum Schutz Ihrer Privatsphäre vergewissern Sie sich bitte, dass Sie mit Ihren Angaben keine sensiblen Daten preisgeben.
fr: Afin de protéger votre confidentialité, veuillez vous assurer qu'aucune information permettant votre identification ne figure dans votre envoi.
fy: Soargje derfoar om jo privacy te beskermen, dat der gjin persoanlike gegevens yn jo kommentaar opnommen binne.
ga_ie: Bí cinnte nach bhfuil aon fhaisnéis inaitheanta phearsanta i do chuid aiseolais.
gl: Para protexer a súa privacidade, non inclúa información persoal que o poida identificar na súa opinión.
hu: Személyes adatainak védelme érdekében, győződjön meg arról, hogy semmilyen személyes azonosításra alkalmas információt ne tartalmazzon a visszajelzése.
ja: あなたのプライバシー保護のため、個人を特定できる情報をフィードバックに含めないようにしてください。
nb_no: For ditt personvern, ikke ta med personlig identifiserbar informasjon i tilbakemeldingen.
ru: Для обеспечения вашей приватности, пожалуйста, не включайте в ваш отзыв любые персональные данные.
vi: Vì sự riêng tư của bạn, vui lòng không gửi kèm bất kì thông tin nhận dạng cá nhân nào trong phản hồi của bạn.

source: Send Feedback
bg: Изпратете обратна връзка
cs: Poslat reakci
de: Feedback senden
fr: Envoyer un commentaire
fy: Kommentaar ferstjoere
ga_ie: Seol Aiseolas
gl: Enviar opinión
hu: Visszajelzés küldése
id: Kirim Saran
ja: フィードバックを送る
nb_no: Send tilbakemelding
pt_pt: Enviar opinião
ro: Trimite opiniile
ru: Отправить отзыв
sr: Пошаљите повратну информацију
vi: Gửi phản hồi

source: Super! Please tell us more!
ca: Perfecte! No dubteu a dir-nos quelcom més!
de: Super! Bitte erzählen Sie uns mehr!
fr: Super ! Dites-nous en plus !
fy: Geweldich! Fertel ús a.j.b. mear!
ga_ie: Iontach! Inis tuilleadh dúinn!
gl: Xenial! Contenos máis!
hu: Remek! Mondjon el többet!
ja: すばらしい！ そう感じた点を教えてください！
nb_no: Supert! Fortell oss mer!
ru: Супер! Пожалуйста, расскажите поподробней!
vi: Quá hay! Vui lòng cho chúng tôi biết thêm!

source: Ack! Please tell us what to fix!
ca: Ostres! Digueu-nos què cal arreglar!
de: Das tut uns leid! Bitte erklären Sie uns, was wir reparieren müssen!
fr: Désolés ! Dites-nous ce qui ne fonctionne pas !
fy: Sorry! Fertel ús wat wy reparearje moatte!
ga_ie: A dhiach! Abair linn céard atá briste!
gl: Arg! Cóntenos o que hai que arranxar!
hu: Elnézést! Mondja el min kell javítani!
ja: ご協力いただきありがとうございます。修正すべき点について教えてください。
nb_no: Huff! Fortell oss hva vi skal fikse!
ru: Принято! Расскажите нам, что исправить!
vi: Ôi! Vui lòng cho chúng tôi biết cần sửa cái gì!

source: Awesome! Please enter your idea below:
ca: Fantàstic! Feu un suggeriment a continuació:
de: Super! Bitte geben Sie hier Ihren Vorschlag ein:
fr: Super ! Merci de proposer votre suggestion ci-dessous :
fy: Prachtich! Fier hjirûnder jo idee yn:
ga_ie: Iontach! Cuir do smaoineamh thíos:
gl: Incríbel! A continuación escriba a súa idea:
hu: Nagyszerű! Írja meg javaslatait:
ja: ありがとうございます！ あなたの提案を記入してください:
nb_no: Tøft! Skriv ideen din nedenfor:
ru: Отлично! Пожалуйста, введите ниже свою идею:
vi: Tuyệt! Vui lòng đưa ra đề nghị của bạn bên dưới:

source: Add URL of last visited page?
ca: Voleu afegir l'URL de la darrera pàgina visitada?
de: Die URL der letzten besuchten Seite hinzufügen?
fr: Ajouter l'URL de la dernière page visitée&nbsp;?
fy: URL fan lêst besochte side tafoegje?
ga_ie: An bhfuil fonn ort URL an leathanaigh is déanaí a chur san áireamh?
gl: Engadir o URL da última páxina visitada?
hu: Hozzáadja az utoljára meglátogatott oldal URL-jét?
ja: 最後に訪れたページの URL を追加しますか？
nb_no: Legg til URL-en til nettsiden du besøkte sist?
ru: Добавить ссылку на страницу, посещённую последней?
vi: Thêm URL của trang đã vào cuối cùng?

source: Or submit your ideas with our <a href="%(url_idea)s">idea box</a>!
ca: O trameteu les vostres idees des de la nostra <a href="%(url_idea)s">bústia de suggeriments</a>!
de: Oder senden Sie uns Ihren Vorschlag über unseren <a href="%(url_idea)s">Vorschlagsbriefkasten</a>!
fr: Ou soumettez vos idées dans notre <a href="%(url_idea)s">boîte à idées</a> !
fy: Of tsjinje jo ideeën yn fia ús <a href="%(url_idea)s">ideeënfjild</a>!
ga_ie: Nó tabhair do chuid smaointe dúinn trínár <a href="%(url_idea)s">mbosca smaointe</a>!
gl: Ou enviar as súas ideas a través da nosa <a href="%(url_idea)s">caixa de ideas</a>!
hu: Vagy <a href="%(url_idea)s">küldje el ötleteit</a>!
ja: または、あなたのご意見を<a href="%(url_idea)s">提案ボックス</a>から送信してください！
nb_no: Eller legg ideene dine i <a href="%(url_idea)s">ideboksen</a>!
ru: Или отправьте ваши идеи в наш <a href="%(url_idea)s">ящик для идей</a>!
vi: Hoặc gửi ý kiến của bạn bằng <a href="%(url_idea)s">hộp ý kiến</a> của chúng tôi!

source: We love feedback about Firefox for Mobile! What would you like to tell us?
ca: Ens encanten els comentaris sobre el Firefox per mòbils! Què us agradaria dir-nos?
de: Wir lieben Feedback zu Firefox für Mobilgeräte! Was möchten Sie uns mitteilen?
fr: Nous adorons les commentaires sur Firefox pour Mobile ! Que voudriez-vous nous dire ?
fy: Feedback oer Firefox foar Mobyl heare wy graach! Wat wolle jo ús fertelle?
ga_ie: Is breá linn aiseolas faoi Firefox Soghluaiste! Céard atá ar d'intinn?
gl: Encántannos as súas opinións sobre o Firefox para móbiles! Gustaríalle contarnos algo?
hu: Örülünk a Firefox for Mobile böngészővel kapcsolatos visszajelzéseknek. Mit szeretne nekünk mondani?
ja: Firefox for Mobile についてのフィードバックを募集しています！ なにかお気付きの点はありますか？
nb_no: Vi vil gjerne ha tilbakemelding om Firefox for Mobil! Hva ønsker du å fortelle oss?
ru: Нам нравится получать отзывы о мобильном Firefox! Что вы хотели бы нам сказать?
vi: Chúng tôi quý trọng phản hồi về Firefox cho Di động! Bạn muốn nói cho chúng tôi những gì?

source: Firefox made me happy
ca: El Firefox em fa feliç
de: Firefox hat mich glücklich gemacht
fr: Firefox me plait
fy: Firefox makke my bliid
ga_ie: Chuir Firefox aoibhneas orm
gl: O Firefox faime feliz
hu: A Firefox örömet okoz
ja: Firefox の良いところ
nb_no: Firefox gjorde meg glad
pt_pt: O Firefox fez-me feliz
ro: Firefox mă face fericit
ru: Firefox порадовал меня
vi: Firefox làm tôi vui

source: Firefox made me sad
ca: El Firefox m'entristeix
de: Firefox hat mich traurig gemacht
fr: Firefox m'a déplu
fy: Firefox makke my tryst
ga_ie: Chuir Firefox brón orm
gl: O Firefox entristéceme
hu: A Firefox elszomorít
ja: Firefox の悪いところ
nb_no: Firefox gjorde meg trist
pt_pt: O Firefox deixou-me triste
ro: Firefox mă întristează
ru: Firefox огорчил меня
vi: Firefox làm tôi thất vọng

source: I have an idea for Firefox
ca: Tinc una idea pel Firefox
de: Ich habe einen Vorschlag zu Firefox
fr: J'ai une idée pour Firefox
fy: Ik haw in idee foar Firefox
ga_ie: Tá moladh agam d'Firefox
gl: Teño unha idea para o Firefox
hu: Ötletem van a Firefox böngészőhöz
ja: Firefox への提案
nb_no: Jeg har en ide for Firefox
ru: У меня есть идея для Firefox
vi: Tôi có một ý kiến cho Firefox

source: If you need help or have a problem with Firefox, please visit <a id="sumo-url" href="%(url)s/">Firefox Support</a>.
de: Wenn Sie Hilfe brauchen oder ein Problem mit Firefox haben, besuchen Sie bitte die <a id="sumo-url" href="%(url)s/">Firefox-Hilfe</a>.
ga_ie: Má tá cabhair uait nó tá fadhb agat le Firefox, tabhair cuairt ar <a id="sumo-url" href="%(url)s">Tacaíocht Firefox</a>.
gl: Se precisa axuda ou ten algún problema co Firefox, visite a <a id="sumo-url" href="%(url)s/">Axuda para Firefox</a>.
ja: Firefox で起こる問題に助けが必要な場合は、<a id="sumo-url" href="%(url)s/">Firefox サポートサイト</a>をご利用ください。
nb_no: Dersom du trenger hjelp eller har et problem med Firefox, besøk <a id="sumo-url" href="%(url)s/">Firefox brukerstøtte</a>
ru: Если вам нужна помощь или у вас возникла проблема с Firefox, пожалуйста, посетите <a id="sumo-url" href="%(url)s/">сайт поддержки Firefox</a>.

source: Dashboard
bg: Табло
ca: Tauler de comentaris
cs: Nástěnka
de: Übersicht
el: Ταμπλό
fr: Tableau de bord
ga_ie: Painéal
gl: Taboleiro
id: Dasbor
it: Pannello
ja: ダッシュボード
nb_no: Instrumentbord
pt_pt: Painel
ro: Tablou de bord
ru: Панель
sl: Pregledna plošča
sr: Контролна табла
vi: Bảng thống kê

source: Translate Message
ca: Tradueix el missatge
de: Nachricht übersetzen
fr: Traduire le message
fy: Oersette!
ga_ie: Aistrigh Teachtaireacht
gl: Traducir a mensaxe
hu: Üzenet fordítása
ja: メッセージを翻訳する
nb_no: Oversett melding
ru: Перевести сообщение
vi: Dịch thông báo

source: Tweet This
ca: Piula-ho al Twitter
de: Diese Nachricht twittern
fr: Dites-le sur Tweeter
fy: Tweet dit
ga_ie: Comhroinn ar Twitter
gl: Enviar ao Twitter isto
hu: Twitterelés
ja: ツイートする
nb_no: Tweet dette
ru: Твитнуть это
vi: Tweet cái này

source: Thanks for sharing your feedback!
ca: Gràcies per enviar el comentari!
de: Danke, dass Sie uns Ihre Meinung mitgeteilt haben!
fr: Merci de nous avoir envoyé vos impressions !
fy: Tank foar it ynstjoeren fan jo kommentaar!
ga_ie: Go raibh maith agat as d'aiseolas a roinnt linn!
gl: Grazas por compartir a súa opinión!
hu: Köszönjük, hogy megosztotta velünk gondolatát!
ja: フィードバックの提供ありがとうございます！
nb_no: Takk for at du sender oss tilbakemelding!
ru: Спасибо, что отправили нам ваш отзыв!
vi: Cảm ơn đã chia sẻ phản hồi của bạn!
