Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: The most likely cause of this error is that your browser is set up <strong>not to accept cookies</strong> from us. Please follow <a href="%(cookies_url)s">these instructions</a> to enable cookies in Firefox, then try again.
ca: La causa més probable de l'error és que el navegador està configurat per <strong>no acceptar galetes</strong> d'aquest lloc. Seguiu <a href="%(cookies_url)s">aquestes instruccions</a> per habilitar les galetes al Firefox, i torneu-ho a provar.
de: Die wahrscheinlichste Ursache für diesen Fehler ist, dass Ihr Browser so eingestellt ist, dass er <strong>keine Cookies von uns akzeptiert</strong>. Bitte folgen Sie <a href="%(cookies_url)s">diesen Anweisungen</a>, um Cookies in Firefox zu aktivieren, und versuchen Sie es erneut.
fr: La cause la plus probable de cette erreur provient du fait que votre navigateur est paramétré pour <strong>ne pas accepter les cookies</strong> de notre part. Veuillez suivre <a href="%(cookies_url)s">ces instructions</a> pour activer les cookies dans Firefox, puis essayez à nouveau.
fy: De meast wierskienlike oarsaak fan dizze flater is dat jo browser ynsteld is om <strong>gjin cookies fan ús te akseptearjen</strong>. Folgje <a href="%(cookies_url)s">dizze ynstruksjes</a> om cookies yn Firefox yn te skeakeljen en probearje it op 'e nij.
ga_ie: Is dócha gur tharla an earráid seo toisc nach bhfuil do bhrabhsálaí <strong>ag glacadh le fianáin</strong> uainn. Féach ar <a href="%(cookies_url)s">na treoracha seo</a> chun fianáin a chumasú i bhFirefox, ansin bain triail eile as.
gl: A causa máis probábel deste erro é que o seu navegador está configurado <strong>para non aceptar cookies</strong> deste sitio. Por favor siga <a href="%(cookies_url)s">estas instrucións</a> para habilitar as cookies no Firefox, e volva a intentalo.
hu: A legvalószínűbb hiba oka az, hogy a böngésző úgy van beállítva, hogy <strong>ne fogadjon el sütiket</strong> tőlünk. Kövesse <a href="%(cookies_url)s">utasításainkat</a> a sütik engedélyezéséhez és próbálja meg újra.
ja: このエラーが起こる原因として、ブラウザの設定でこのサイトの <strong>Cookie の受け入れを拒否している</strong>可能性があります。<a href="%(cookies_url)s">以下の指示</a>に従って Firefox の Cookie を有効にしてから、再度お試しください。
nb_no: Den mest sannsynlige årsaken til denne feilen er at nettleseren din er satt opp til å <strong>ikke godta infokapsler</strong> fra oss. Følg <a href="%(cookies_url)s">disse instruksjonene</a> for å slå på infokapsler i Firefox, og prøv igjen.
ru: Наиболее вероятной причиной этой ошибки является то, что ваш браузер <strong>не принимает от нас куки</strong>. Пожалуйста, следуйте <a href="%(cookies_url)s">этим инструкциями</a>, чтобы включить куки в Firefox, затем попробуйте снова.
vi: Nhiều khả năng nguyên nhân của lỗi này do trình duyệt của bạn được thiết lập là <strong>không chấp nhận cookie</strong> từ chúng tôi. Vui lòng làm theo <a href="%(cookies_url)s">những hướng dẫn này</a> để bật cookie trong Firefox, rồi thử lại.

source: If the problem persists, please <a href="%(bug_url)s">file a bug.</a> Thanks!
ca: Si el problema persisteix, podeu omplir un <a href="%(bug_url)s">informe d'error</a>. Gràcies!
de: Falls das Problem fortbesteht, verfassen Sie bitte <a href="%(bug_url)s">einen Fehlerbericht</a>. Danke!
fr: Si le problème persiste, veuillez <a href="%(bug_url)s">ouvrir un bogue</a>. Merci !
fy: As it probleem oanhâldt, kinne jo <a href="%(bug_url)s">in bug yntsjinje</a> Tankjewol!
ga_ie: Má leanann an fhadhb, <a href="%(bug_url)s">déan tuairisc uirthi.</a> GRMA!
gl: Se o problema persiste, escriba <a href="%(bug_url)s">un informe de erro.</a> Grazas!
hu: Ha a hiba továbbra is fennáll, kérem <a href="%(bug_url)s">jelentse be</a>. Köszönjük!
ja: 問題が繰り返し発生するときは、<a href="%(bug_url)s">バグとして報告</a>し、あなたがアクセスした URL を教えてください。
nb_no: Dersom problemet vedvarer, <a href="%(bug_url)s">opprett en bug.</a> Takk!
ru: Если проблема не решится, пожалуйста <a href="%(bug_url)s">создайте сообщение об ошибке</a>. Спасибо!
vi: Nếu vấn đề vẫn còn, vui lòng <a href="%(bug_url)s">báo cáo lỗi.</a> Cảm ơn!

source: Not Implemented
de: Nicht implementiert
fy: Net ymplementearre
ga_ie: Níl sé ar fáil
gl: Sen implementar
hu: Nincs megvalósítva
ja: 実装されていません
nb_no: Ikke implementert
ru: Не реализовано

source: Other languages:
bg: Други езици:
ca: Altres llengües:
cs: Další jazyky:
de: Weitere Sprachen:
el: Άλλες γλώσσες:
fr: Autres langues :
fy: Oare talen:
ga_ie: Teangacha eile:
gl: Outros idiomas:
hu: Más nyelvek:
id: Bahasa lainnya:
it: Altre lingue:
ja: 他の言語:
nb_no: Andre språk:
pt_pt: Outros idiomas:
ro: Alte limbi:
ru: Другие языки:
sl: Drugi jeziki:
sr: Остали језици:
vi: Ngôn ngữ khác:

source: Go
bg: Навигирай до
ca: Vés-hi
cs: Přejít
de: Weiter
el: Εμπρός
fy: OK
ga_ie: Téigh
gl: Ir
hu: Ugrás
id: Buka
it: Vai
ja: 移動
nb_no: Gå
pt_pt: Ir
ro: Mergi
ru: Перейти
sl: Pojdi
sr: Даље
vi: Đi

source: Clusters
ca: Grups
de: Cluster
fr: Groupes de messages similaires
fy: Klusters
ga_ie: Braislí
gl: Grupos
hu: Csoportosítások
ja: クラスタ
nb_no: Klynger
ru: Кластеры

source: Hit Ctrl+C (Cmd+C on Mac) to copy and close.
ca: Premeu Ctrl+C (Ordre+C al Mac) per copiar-ho i tancar.
de: Drücken Sie Strg+C (Befehlstaste+C bei Mac), um zu kopieren und zu schließen.
fr: Appuyez sur Ctrl+C (Cmd+C sur Mac) pour copier et fermer.
fy: Brûk Ctrl+C (Cmd+C op Mac) foar kopiearjen en slute.
ga_ie: Brúigh Ctrl+C (Cmd+C ar Mhac) chun cóipeáil agus dúnadh.
gl: Prema CTRL+C (CMD+C en Mac) para copiar e pechar.
hu: Nyomja meg a Ctrl+C (Mac-en a Cmd+C) billentyűket a másoláshoz és bezáráshoz.
ja: コピーして閉じるには Ctrl+C (Mac では Cmd+C) キーを押してください。
nb_no: Trykk Ctrl+C (Cmd+C på Mac) for å kopiere og lukke.
ru: Нажмите Ctrl+C (Cmd+C на Mac) чтобы скопировать и закрыть.
vi: Ấn Ctrl+C (Cmd+C trên Mac) để chép và đóng lại.

source: User agent copied
ca: S'ha copia l'agent d'usuari
de: User-Agent kopiert
fr: Agent utilisateur copié
fy: Brûkeragint kopiearre
ga_ie: Cóipeáladh an teaghrán User-Agent
gl: Axente de usuario copiado
hu: User agent átmásolva
ja: ユーザエージェント文字列がコピーされました
nb_no: Brukeragent kopiert
ru: User agent скопирован
vi: Đã chép chuỗi đại diện người dùng

source: Close
ca: Tanca
de: Schließen
fr: Fermer
fy: Slute
ga_ie: Dún
gl: Pechar
hu: Bezárás
ja: 閉じる
nb_no: Lukk
ru: Закрыть
vi: Đóng

source: <strong>Welcome to Firefox Input!</strong> This is Mozilla's primary user feedback application. <a href="%(about_url)s">Learn more...</a>
ca: <strong>Us donem la benvinguda al Firefox Input!</strong> L'aplicació principal de recollida d'opinions de Mozilla. <a href="%(about_url)s">Més informació...</a>
de: <strong>Willkommen bei Firefox Input!</strong> Dies ist Mozillas primäres System, durch das Nutzer ihre Meinung mitteilen können. <a href="%(about_url)s">Erfahren Sie mehr...</a>
fr: <strong>Bienvenue dans Firefox Input !</strong> Ceci est l'application principale de retour utilisateur de Mozilla. <a href="%(about_url)s">En savoir plus…</a>
fy: <strong>Wolkom by Firefox Input!</strong> Dit is Mozilla's primêre brûkerskommentaarapplikaasje. <a href="%(about_url)s">Lês mear...</a>
ga_ie: <strong>Fáilte go Suíomh Aiseolais Firefox!</strong> Seo é príomhchóras aiseolais Mhozilla. <a href="%(about_url)s">Tuilleadh eolais...</a>
gl: <strong>Benvida ao Firefox Input!</strong> Este é o principal aplicativo de Mozilla para recopilar as opinións dos usuarios. <a href="%(about_url)s">Obteña máis información...</a>
hu: <strong>Üdvözli a Firefox Input!</strong> Az a Mozilla elsődleges rendszere a felhasználói visszajelzések fogadására. <a href="%(about_url)s">Tudjon meg többet!</a>
ja: <strong>Firefox Input へようこそ！</strong> これは Mozilla の重要な意見収集サイトです。<a href="%(about_url)s">詳しくはこちら...</a>
nb_no: <strong>Velkommen til Firefox Input!</strong> Dette er Mozillas primære tilbakemeldingsapplikasjon. <a href="%(about_url)s">Les mer ...</a>
ru: <strong>Добро пожаловать в Firefox Input!</strong> Это главное приложение Mozilla для работы с отзывами пользователей. <a href="%(about_url)s">Подробнее...</a>
vi: <strong>Chào mừng đến Firefox Input!</strong> Đây là chương trình phản hồi người dùng chính của Mozilla. <a href="%(about_url)s">Tìm hiểu thêm...</a>

source: %e %B %Y
hu: %Y %e %B
ja: %Y年%m月%e日
vi: %d/%m/%Y

source: %e %b
ja: %m月%e日
vi: %d/%m

source: User Agent
ca: Agent d'usuari
fr: Agent utilisateur
fy: Brûkeragint kopiearje
ga_ie: Teaghrán User-Agent
gl: Axente de usuario
ja: ユーザエージェント
nb_no: Brukeragent
vi: Chuỗi Đại diện Người dùng

source: Linux
fr: GNU/Linux

source: Search Results From Firefox Input
bg: Резултати от търсенето във Firefox Input
cs: Výsledky vyhledávání ve Firefox Input
el: Αποτελέσματα αναζήτησης στο Firefox Input
id: Hasil Pencarian dari Firefox Input
it: Cerca risultati in Firefox input
pt_pt: Resultados da pesquisa do Firefox Input
ro: Rezultatele căutării de la Reacții Firefox
sl: Rezultati iskanja v Firefox Input
sr: Резултати претраге Firefox Input-а

source: Happy
bg: Щастлив
cs: Šťastný
el: ευτυχισμένος
id: Gembira
it: Soddisfatto
pt_pt: Feliz
ro: Fericit
sl: Srečen
sr: Срећан

source: Sad
bg: Тъжен
cs: Smutný
el: λυπημένος
id: Sedih
it: Deluso
pt_pt: Triste
ro: Trist
sl: Žalosten
sr: Тужан

source: Response id: {id}
bg: Отговор №: {id}
cs: Id odpovědi: {id}
el: Id Απάντησης: {id}
id: ID Balasan: {id}
it: Id in risposta: {id}
pt_pt: ID da resposta: {id}
ro: Id răspuns: {id}
sl: Id odgovora: {id}
sr: ID одговора: {id}

source: Sentiment
bg: Сентимент
cs: Pocit
el: Άποψη:
id: Sentimen
it: Stato d’animo
pt_pt: Sentimento
sl: Občutek
sr: Расположење

source: Select product to see version breakdown
cs: Vyberte produkt, pro který chcete vidět rozpis verzí
el: Επιλέξτε ένα προϊόν για να δείτε αναλυτικά τις εκδόσεις του
id: Pilih produk untuk melihat komponen versi
it: Seleziona il prodotto per visualizzare l’elenco delle versioni
sl: Izberite izdelek za prikaz razčlenitve po različicah
sr: Изаберите производ да бисте приказали списак верзија

source: Atom feed for this search
bg: Atom-емисия за това търсене
cs: ATOM pro toto vyhledávání
el: Ροή ΑΤΟΜ της αναζήτησης
id: Feed Atom untuk pencarian ini
it: Feed ATOM per questa ricerca
pt_pt: Feed Atom para esta pesquisa
ro: Flux Atom pentru această căutare
sl: Vir Atom za to iskanje
sr: Atom feed за ову претрагу

source: Permalink
cs: Trvalý odkaz
el: Μόνιμος δεσμός
id: Tautan permanen
pt_pt: Ligação permanente
sl: Trajna povezava
sr: Сталне везе

source: 90d
bg: 90д
el: 90ημ.
id: 90h
it: 90g
ro: 90z
sr: 90д

source: Start
bg: Начало
cs: Začátek
el: αρχή
id: Awal
it: Inizio
pt_pt: Início
ro: Pornire
sl: Začetek
sr: Почетак

source: End
bg: Край
cs: Konec
el: τέλος
id: Akhir
it: Fine
pt_pt: Fim
ro: Final
sl: Konec
sr: Крај

source: Set
bg: Задаване
cs: Nastavit
el: Ορισμός
id: Setel
it: Imposta
pt_pt: Aplicar
ro: Setează
sl: Nastavi
sr: Подеси

source: Note: All dates and times are in Pacific Time.
cs: Poznámka: Všechny data a časy jsou pacifického času.
el: Σημείωση: Όλες οι ημερομηνίες και ώρες είναι σε ώρα ΗΠΑ-Ειρηνικού.
id: Catatan: Semua waktu berdasarkan zona waktu Pasifik.
it: Nota: tutte le date e gli orari fanno riferimento al fuso orario del Pacifico.
pt_pt: Nota: Todas as datas e horários estão no horário do Pacífico.
ro: Notă: Toate datele și orele sunt după ora Pacificului.
sl: Opomba: Vsi datumi in časi veljajo za pacifiški čas.
sr: Напомена: Сви датуми и времена су у пацифичком времену.

source: No feedback matches that criteria.
cs: Žádná zpětná vazba neodpovídá zadaným kritériím.
el: Δε βρέθηκαν σχόλια με αυτά τα κριτήρια.
id: Tidak ada masukan yang cocok dengan kriteria tersebut.
it: Nessuna corrispondenza trovata con i criteri indicati.
sl: Ni povratnih informacij, ki se ujemajo s temi merili.
sr: Нема подударања са унетим појмом.

source: Older Messages
bg: По-стари съобщения
cs: Starší zprávy
el: Νεότερα μηνύματα
id: Pesan Lawas
it: Messaggi meno recenti
pt_pt: Mensagens mais antigas
ro: Mesaje mai vechi
sl: Starejša sporočila
sr: Старије поруке

source: Newer Messages
bg: По-нови съобщения
cs: Novější zprávy
el: Παλαιότερα μηνύματα
id: Pesan Baru
it: Messaggi più recenti
pt_pt: Mensagens mais recentes
ro: Mesaje mai noi
sl: Novejša sporočila
sr: Новије поруке

source: Messages in specified time range
cs: Zprávy v zadaném období
el: Μηνύματα για την καθορισμένη χρονική περίοδο
id: Pesan dalam rentang waktu yang ditentukan
it: Messaggi nell’intervallo temporale specificato
sl: Sporočila v navedenem časovnem obdobju
sr: Поруке у одређеном временском периоду

source: Dashboard unavailable
bg: Таблото е недостъпно
cs: Nástěnka není dostupná
el: Δεν είναι διαθέσιμη η αναζήτηση
id: Dasbor tidak tersedia
it: Pannello non disponibile
pt_pt: Painel indisponível
ro: Tablou de bord indisponibil
sl: Pregledna plošča ni dostopna
sr: Контролна табла недоступна

source: Dashboard is currently unavailable. Please try again in 10 minutes.
bg: Таблото е недостъпно. Моля, опитайте отново след 10 минути.
cs: Nástěnka aktuálně není dostupná. Zkuste to prosím za 10 minut.
el: Το ταμπλό δεν είναι διαθέσιμο προς το παρόν. Δοκιμάστε ξανά σε 10 λεπτά.
id: Dasbor sedang tidak tersedia. Silakan coba lagi dalam 10 menit.
it: Il pannello è momentaneamente non disponibile. Riprova fra una decina di minuti.
pt_pt: O painel não está disponível atualmente. Por favor, tente novamente daqui a 10 minutos.
ro: Tabloul de bord este momentan indisponibil. Vă rugăm încercați din nou în 10 minute.
sl: Pregledna plošča trenutno ni dostopna. Poskusite ponovno čez 10 minut.
sr: Контролна табла је тренутно недоступна. Покушајте поново за 10 минута.

source: Category
bg: Категория
cs: Kategorie
el: Κατηγορία
id: Kategori
it: Categoria
sl: Kategorija
sr: Категорија

source: None
cs: Žádný
el: Κανένα
id: Tidak ada
it: Nessuna
sl: Brez
sr: Ниједна

source: Description
cs: Popis
el: Περιγραφή
id: Deskripsi
it: Descrizione
sl: Opis
sr: Опис

source: Translated
bg: Преведено
cs: Přeloženo
id: Diterjemahkan
it: Tradotto
sl: Prevedeno
sr: Преведено

source: Translate (machine)
bg: Превод (машинен)
cs: Přeložit (strojově)
id: Terjemahkan (berbasis komputer)
it: Traduzione automatica
sl: Prevedi (strojno)
sr: Преведи (машина)

source: Translate (human)
bg: Превод (човек)
cs: Přeložit (člověk)
id: Terjemahkan (berbasis manual)
it: Traduzione umana
sl: Prevedi (ročno)
sr: Преведи (човек)

source: Created
cs: Vytvořeno
id: Dibuat
it: Creato
sl: Ustvarjeno
sr: Направљено

source: Channel
cs: Kanál
el: Κανάλι
id: Kanal
it: Canale
sl: Kanal
sr: Канал

source: URL Domain
cs: URL domény
id: Domain URL
it: Indirizzo del dominio
sl: Domena URL
sr: URL домен

source: Source
bg: Изходен код
cs: Zdroj
el: Πηγαιος κωδικας
id: Kode Sumber
it: Fonte
sl: Vir
sr: Извор

source: Campaign
cs: Kampaň
id: Kampanye
it: Campagna promozionale
sl: Kampanja
sr: Кампања

source: Browser
cs: Prohlížeč
el: Περιηγητής
id: Peramban
sl: Brskalnik
sr: Прегледач

source: Browser Ver.
cs: Verze prohlížeče
el: Έκδοση Περιηγητή
id: Ver. Peramban
it: Ver. browser
sl: Različica brskalnika
sr: Вер. прегледача

source: Browser Plat.
cs: Platforma prohlížeče
id: Plat. Peramban
it: Piattaforma
sl: Platforma brskalnika
sr: Плат. прегледача

source: Full URL
cs: Celá URL
el: Πλήρης URL
id: URL Lengkap
it: Indirizzo completo
sl: Poln URL
sr: URL

source: Country
cs: Země
el: Χώρα
id: Negara
it: Paese
pt_pt: País
ro: Țara
sl: Država
sr: Држава

source: Device
bg: Устройство
cs: Zařízení
el: Συσκευή
id: Perangkat
it: Dispositivo
pt_pt: Equipamento
ro: Dispozitiv
sl: Naprava
sr: Уређај

source: User agent
bg: Потребителски агент
cs: Identifikace prohlížeče
sl: Uporabniški posrednik
sr: Корснички агент

source: Email
it: Indirizzo email
sl: E-pošta
sr: E-пошта

source: Browser data
cs: Data prohlížeče
el: Δεδομένα περιηγητή
id: Data peramban
it: Dati browser
sl: Podatki brskalnika
sr: Подаци прегледача

source: yes
cs: ano
el: ναι
id: ya
it: si
sl: da
sr: да

source: API version
bg: Версия на API
cs: Verze API
el: Έκδοση API
id: Versi API
it: Versione API
sl: Različica API
sr: API верзија

source: Context
cs: Kontext
id: Konteks
it: Contesto
sl: Vsebina
sr: Контекст

source: Dashboard is not available on mobile devices, yet.
bg: Таблото, все още, не е достъпно за мобилни устройства.
cs: Nástěnka prozatím není dostupná pro mobilní zařízení.
el: Το ταμπλό δεν είναι διαθέσιμο σε κινητές συσκευές, ακόμα.
id: Dasbor masih belum tersedia untuk perangkat seluler.
it: Il pannello non è attualmente disponibile per i dispositivi mobili.
pt_pt: O painel ainda não está disponível para dispositivos móveis.
ro: Tabloul de bord nu este disponibil încă pentru dispozitivele mobile.
sl: Pregledna plošča na mobilnih napravah zaenkrat še ni dostopna.
sr: Контролна табла још увек није доступна на мобилним уређајима.

source: JSON Object
id: Objek JSON
it: Oggetto JSON
sl: Objekt JSON
sr: JSON објекат

source: Forbidden
cs: Zamítnuto
el: Απαγορευμένη
id: Dilarang
it: Accesso negato
sl: Prepovedano
sr: Забрањено

source: You do not have access to this page.
cs: Na tuto stránku nemáte přístup.
el: Δεν έχετε πρόσβαση σε αυτή τη σελίδα.
id: Anda tidak memiliki akses ke laman ini.
it: Non puoi accedere a questa pagina.
sl: Nimate dostopa do te strani.
sr: Немате приступ овој страници.

source: You do not have access to this page. If you have an account, try signing in.
cs: Na tuto stránku nemáte přístup. Pokud máte účet, zkuste se přihlásit.
el: Δεν έχετε πρόσβαση σε αυτή τη σελίδα. Αν έχετε λογαριασμό, δοκιμάστε να συνδεθείτε.
id: Anda tidak memiliki akses ke laman ini. Jika punya akun, coba masuk.
it: Non puoi accedere a questa pagina. Se hai un account registrato prova a effettuare l’accesso.
sl: Nimate dostopa do te strani. Če imate račun, poskusite s prijavo.
sr: Немате приступ овој страници. Ако имате налог, пробајте да се улогујете.

source: Return to the dashboard.
bg: Връщане към таблото.
cs: Zpět na nástěnku
el: Επιστροφή στο ταμπλό.
id: Kembali ke dasbor.
it: Ritorna al pannello.
pt_pt: Voltar para o painel.
ro: Revenire la tabloul de bord.
sl: Nazaj na pregledno ploščo.
sr: Повратак на контролну таблу.

source: The document could not be found.
bg: Този документ не може да бъде намерен.
cs: Dokument nebyl nalezen
el: Δεν βρέθηκε το έγγραφο.
id: Dokumen tidak dapat ditemukan.
it: Impossibile trovare il documento.
pt_pt: O documento não foi encontrado.
ro: Documentul nu poate fi găsit.
sl: Dokumenta ni mogoče najti.
sr: Документ није могао бити пронађен.

source: Something has gone horribly wrong
bg: Нещо се обърка страшно
cs: Něco je strašlivě špatně
el: Κάτι έχει πάει στραβά
id: Ups, ada masalah nih!
it: Qualcosa è andato terribilmente storto
pt_pt: Algo deu terrivelmente errado
ro: Ceva a mers foarte prost
sl: Zgodilo se je nekaj groznega
sr: Нешто није у реду

source: Something has gone horribly wrong.
bg: Нещо много се обърка.
cs: Něco je strašně špatně.
el: Κάτι έχει πάει στραβά.
id: Ups, ada masalah nih!
it: Qualcosa è andato terribilmente storto.
pt_pt: Algo deu terrivelmente errado.
ro: Ceva a mers foarte prost.
sl: Zgodilo se je nekaj groznega.
sr: Нешто није у реду.

source: There was a problem on the server.
bg: Има проблем със сървъра.
cs: Na serveru nastal problém.
el: Παρουσιάστηκε πρόβλημα στο διακομιστή.
id: Ada masalah pada server.
it: Si è verificato un problema con il server.
pt_pt: Houve um problema no servidor.
ro: A apărut o problemă la server.
sl: Na strežniku je prišlo do težave.
sr: Дошло је до проблема на серверу.

source: Firefox Input is Mozilla's primary feedback mechanism for products. It is set up to be a method of one-way communication about your experiences in using our products, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms and product builds.
bg: Firefox Input е основният механизъм на Mozilla за обратна връзка. Той е създаден, за да бъде средство за еднопосочна комуникация за вашия опит в използването на продуктите ни, за Интернет, който виждате през него и за това как Mozilla може да подобри вашето преживяване. Системата е достъпна през много канали за достъп версии на продуктите.
cs: Firefox Input je hlavní mechanismus pro sběr reakcí k produktům Mozilla. Byla vytvořena pro jednosměrnou komunikaci o vašich zkušenostech s používáním našich produktů, prohlížením internetu, a o tom, co Mozilla může v této oblasti zlepšit. Systém je dostupný pro širokou řadu forem odeslání reakcí k jednotlivým sestavením každého produktu.
el: Το Firefox Input είναι το βασικό σύστημα υποβολής σχολίων του Mozilla. Έχει ρυθμιστεί ώστε να είναι ο ευκολότερος τρόπος επικοινωνίας σχετικά με την εμπειρία σας στη χρήση των προϊόντων μας, τις σελίδες που βλέπετε και του τι μπορεί να κάνει το ίδρυμα Mozilla για τη βελτίωσή τους. Το σύστημα αυτό είναι διαθέσιμο με ένα μεγάλο εύρος μηχανισμών και εκδόσεων προϊόντων.
id: Firefox Input adalah sistem masukan utama untuk produk milik Mozilla. Sistem ini disiapkan sebagai alat komunikasi satu arah tentang pengalaman Anda menggunakan produk kami, dunia maya yang Anda tampilkan lewat produk kami, dan apa yang dapat Mozilla lakukan untuk meningkatkan pengalaman Anda. Sistem ini tersedia melalui berbagai jalur untuk ketiga kanal utama build.
it: Firefox Input è il principale strumento utilizzato da Mozilla per raccogliere le opinioni e i suggerimenti degli utenti sui propri prodotti. Si tratta di un canale unidirezionale tramite cui puoi comunicarci le tue impressioni sull’utilizzo di tali prodotti e sull’esperienza internet che ne deriva, più eventuali consigli per migliorarle. Puoi accedervi attraverso un’ampia gamma di versioni per ogni prodotto e diversi meccanismi elaborati per inviare i tuoi commenti.
sl: Firefox Input je Mozillin primarni mehanizem povratnih informacij za izdelke. Zamišljen je kot enosmerni način komunikacije za posredovanje vaših izkušenj z Mozillinimi izdelki, s spletom, po katerem brskate z njimi in o tem, kaj lahko Mozilla pri tem izboljša. Sistem je na voljo s široko paleto možnosti za objave in graditve izdelkov.
sr: Firefox Input је Mozilla-ин примаран механизам за повратне информације. Подешен је да буде метод једносмерне комуникације о Вашим искуствима током коришћења наших производа, кроз који посећујете интернет и шта Mozilla може да учини како би направила искуство што бољим. Систем је доступан кроз широки спектар механизама за слање и издања производа.

source: To submit feedback for a Mozilla product, please go to <a href="%(url)s">the feedback submission page</a>!
bg: За да дадете обратна връзка за продукт на Mozilla, моля посетете <a href="%(url)s">страницата за публикуване на обратна връзка</a>!
cs: Pro odeslání reakce k produktu Mozilly prosím přejděte na <a href="%(url)s">stránku pro odeslání reakce</a>!
el: Για να υποβάλετε σχόλια για κάποιο προϊόν του Mozilla, παρακαλούμε πηγαίνετε στη <a href="%(url)s">σελίδα υποβολής σχολίων</a>!
id: Untuk mengirimkan saran tentang produk Mozilla, buka <a href="%(url)s">laman pengiriman saran</a>!
it: Firefox Input è il principale strumento utilizzato da Mozilla per raccogliere le opinioni e i suggerimenti degli utenti sui propri prodotti. Si tratta di un canale unidirezionale tramite cui puoi comunicarci le tue impressioni sull’utilizzo di tali prodotti e sull’esperienza internet che ne deriva; noi utilizzeremo queste informazioni per migliorare i nostri prodotti. Il sistema prevede un'ampia gamma di meccanismi attraverso cui inviare la tua opinione su svariate versioni dei prodotti Mozilla.
sl: Če nam želite poslati povratne informacije za vaš Mozillin izdelek, obiščite <a href="%(url)s">stran za vnos povratnih informacij</a>!
sr: Да бисте послали повратне информације Mozilla-и, посетите <a href="%(url)s">страницу за подношење повратних информација</a>!
