Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: We are sorry that you have not had a good experience with our browser. Please tell us why, so we can fix it.
ca: Lamentem que no hàgiu gaudit d'una bona experiència amb el nostre navegador. Si ens n'indiqueu el motiu, intentarem millorar-ho.
de: Es tut uns leid, dass Sie keine gute Erfahrung mit unserem Browser hatten. Bitte sagen Sie uns warum, sodass wir es verbessern können.
fr: Nous sommes désolés que vous n'ayez pas apprécié notre navigateur. Veuillez nous dire pourquoi afin que nous puissions l'améliorer !
fy: It spyt ús dat jo gjin goede ûnderfining hân hawwe mei ús browser. Fertel ús a.j.b. wêrom, sadat wy dit ferbetterje kinne!
ga_ie: Tá brón orainn nach raibh tú sásta lenár mbrabhsálaí. Abair linn cén fáth agus déanfaimid ár ndícheall é a dheisiú.
gl: Sentimos que non tivera unha boa experiencia co noso navegador. Contenos o porque e así poderemos melloralo.
hu: Nagyon sajnáljuk, hogy nincs jó tapasztalata a böngészőnkkel. Kérjük mondja el ennek okát, hogy tudjuk ezen javítani.
ja: 私たちのブラウザが快適に動作しなかったことをお詫び申し上げます。Firefox を改善するために修正すべき点とその理由を教えてください。
nb_no: Vi er lei for å høre at du ikke hadde en god opplevelse med nettleseren vår. Fortell oss hvorfor, slik at vi kan rette det.
ru: Нам жаль, что вас разочаровала работа с нашим браузером. Пожалуйста, сообщите нам почему, чтобы мы могли это исправить!
vi: Chúng tôi rất tiếc là bạn đã không có trải nghiệm tốt với trình duyệt của chúng tôi. Vui lòng cho chúng tôi biết tại sao, để chúng tôi có thể sửa.

source: Have an idea how Firefox could be better? Let us know.
ca: Teniu cap idea de com es pot millorar el Firefox? Feu-nos-ho saber.
de: Haben Sie einen Vorschlag, durch den Firefox verbessert werden könnte? Lassen Sie es uns wissen.
fr: Vous avez une idée pour rendre Firefox meilleur ? Faites-le nous le savoir !
fy: Hawwe jo in idee oer it ferbetterjen fan Firefox? Lit it ús witte!
ga_ie: An bhfuil smaoineamh agat conas b'fhéidir Firefox a fheabhsú? Abair linn.
gl: Ten unha idea de como podería mellorar o Firefox? Cóntenola.
hu: Van ötlete, hogy a Firefox hogyan lehetne jobb? Mondja el!
ja: Firefox をより良いものにするための意見をお持ちですか？ ぜひ、教えてください。
nb_no: Har du en ide om hvordan Firefox kan bli bedre? La oss høre.
ru: У вас есть идея, как сделать Firefox лучше? Дайте нам знать.
vi: Có sáng kiến giúp Firefox có thể trở nên tốt hơn? Xin hãy cho chúng tôi biết.

source: Go Back
ca: Vés enrere
de: Zurück
fr: Revenir en arrière
fy: Weromgean
ga_ie: Ar Ais
gl: Retroceder
hu: Vissza
ja: 戻る
nb_no: Gå tilbake
ru: Вернуться назад
vi: Quay lại

source: Include the URL of a site that worked better.
ca: Incloeu la URL d'un lloc que hagi funcionat millor.
de: Fügen Sie die URL einer Website ein, die besser funktioniert.
fr: Ajouter l'adresse URL d'un site qui fonctionne mieux.
fy: Foegje de URL ta fan in webstee dy't better wurke.
ga_ie: Cuir isteach URL de shuíomh a d'oibrigh níos fearr.
gl: Inclúa o URL dun sitio web que traballe mellor.
hu: Adja meg az URL-t, amely jobban működik.
ja: より快適に動作した Web サイト の URL を含めてください。
nb_no: Skriv inn URL-en til et nettsted som virket bedre.
ru: Включите ссылку на сайт, который стал работать лучше.
vi: Bao gồm URL của một trang đã hoạt động tốt hơn.

source: Include the URL of the site with the problem.
ca: Incloeu la URL del lloc amb el problema.
de: Fügen Sie die URL der Website mit dem Problem ein.
fr: Ajouter l'adresse URL du site qui pose problème.
fy: Foegje de URL ta fan it webstee mei it probleem.
ga_ie: Cuir URL an tsuímh bhriste san áireamh.
gl: Inclúa o URL do sitio co problema.
hu: Adja meg az URL-t, amellyel problémája van.
ja: 動作に問題のあった Web サイト の URL を含めてください。
nb_no: Skriv inn URL-en til et nettsted med problemet.
ru: Включите ссылку на сайт, с которым возникли проблемы.
vi: Bao gồm URL của trang có vấn đề này.

source: To protect your privacy, please ensure that no personally identifiable information is included in your feedback.
ca: Per garantir la vostra privadesa, assegureu-vos que no inclogueu cap informació personal que pugui revelar la vostra identitat.
de: Zum Schutz Ihrer Privatsphäre vergewissern Sie sich bitte, dass Sie mit Ihren Angaben keine sensiblen Daten preisgeben.
fr: Afin de protéger votre confidentialité, veuillez vous assurer qu'aucune information permettant votre identification ne figure dans votre envoi.
fy: Soargje derfoar om jo privacy te beskermen, dat der gjin persoanlike gegevens yn jo kommentaar opnommen binne.
ga_ie: Le do phríobháideacht a chosaint, bí cinnte nár chuir tú aon fhaisnéis inaitheanta phearsanta i do chuid aiseolais.
gl: Para protexer a súa privacidade, asegúrese de que non hai información que o poida identificar na súa opinión.
hu: Személyes adatainak védelme érdekében, győződjön meg arról, hogy semmilyen személyes azonosításra alkalmas információt ne tartalmazzon a visszajelzése.
ja: あなたのプライバシーを保護するため、個人を特定可能な情報をフィードバックに含めないようにしてください。
nb_no: Sjekk at du ikke oppgir noen personlig identifiserbar informasjon i tilbakemeldingen.
ru: Чтобы защитить вашу приватность, пожалуйста, убедитесь, что ваш отзыв не содержит идентифицирующих персональных данных.
vi: Để bảo vệ sự riêng tư của bạn, vui lòng chắc chắn rằng không có thông tin nhận dạng cá nhân nào trong phản hồi của bạn

source: Submitting Feedback
ca: S'està trametent l'opinió
de: Kommentar wird abgeschickt
fr: Envoi de votre retour d'utilisation
fy: Kommentaar yntsjinne
ga_ie: Aiseolas á sheoladh
gl: Enviando opinión
hu: Visszajelzés elküldése
ja: フィードバックを送信
nb_no: Sender tilbakemelding
ru: Отправка отзыва
vi: Đang gửi Phản hồi

source: If you have an idea to offer us instead, please use our
ca: Si teniu cap idea per aportar-nos, envieu-nos-la a través de
de: Wenn Sie uns stattdessen einen Vorschlag mitteilen möchten, senden Sie ihn mittels unserer
fr: Si vous avez plutôt une idée à nous proposer, utilisez notre
fy: As jo ús yn stee dêrfan in idee melde wolle, brûk dan ús
ga_ie: Má tá moladh agat dúinn, bain úsáid as ár
gl: Se no seu lugar ten unha idea para ofrecernos, use a nosa
hu: Ha van egy ötlete, akkor használja az
ja: 何か提案がある場合は、こちらからお願いします。
nb_no: Dersom du har en ide du vil gi til oss, bruk vår
ru: Если вы хотите предложить нам идею, пожалуйста, используйте наш
vi: Nếu bạn có ý kiến cho chúng tôi, vui lòng dùng

source: suggestion box
ca: la bústia de suggeriments
de: Vorschlags-Funktion
fr: boîte à idées
fy: foarstelfjild
ga_ie: mbosca moltaí
gl: caixa de suxestións
hu: ötletdobozt
ja: 提案フォーム
nb_no: ideboks
ru: ящик для предложений
vi: hộp đề xuất

source: Super! It's great to hear that you like our browser. Please explain what you specifically like!
de: Super! Wir freuen uns, dass Sie unseren Browser mögen. Bitte erklären Sie, was genau Ihnen gefällt!
fy: Geweldich! Wy fine it moai te hearen dat jo nocht hawwe oan ús browser. Fertel ús wat jo foaral oansprekt!
ga_ie: Iontach! Is maith linn go bhfuil tú sásta lenár mbrabhsálaí. Cuir in iúl dúinn na rudaí ar leith a thaitníonn leat!
gl: Fantástico! É xenial escoitar que lle gusta o noso navegador. Explícanos o que lle gustou concretamente!
hu: Nagyszerű! Nagyon jó hallani, hogy tetszik a böngészőnk. Kérjük mondja el, hogy pontosan mi tetszik benne!
ja: ありがとう！ 私たちのブラウザを気に入ってくれて嬉しいです。 あなたが特に気に入った点について教えてください。
nb_no: Supert! Det er bra å høre at du liker nettleseren vår. Forklar hva du liker med den!
ru: Супер! Мы рады услышать, что вам понравился наш браузер. Пожалуйста, напишите, что конкретно вам понравилось!

source: We are sorry that you have not had a good experience with our browser. Please tell us why, so we can fix it!
ca: Lamentem que no hàgiu gaudit d'una bona experiència amb el nostre navegador. Si ens n'indiqueu el motiu, intentarem millorar-ho!
de: Es tut uns leid, dass Sie keine gute Erfahrung mit unserem Browser hatten. Bitte sagen Sie uns warum, sodass wir es verbessern können!
fr: Nous sommes désolés que vous n'ayez pas apprécié notre navigateur. Veuillez nous dire pourquoi afin que nous puissions l'améliorer !
fy: It spyt ús dat jo gjin goede ûnderfining hân hawwe mei ús browser. Fertel ús a.j.b. wêrom, sadat wy dit ferbetterje kinne!
ga_ie: Tá fíorbhrón orainn nach bhfuil tú sásta lenár mbrabhsálaí. Inis dúinn cén fáth nach bhfuil, agus déanfaimid ár ndícheall an fhadhb a réiteach!
gl: Sentimos que non tivera unha boa experiencia co noso navegador. Contenos o porque e así poderemos melloralo!
hu: Nagyon sajnáljuk, hogy nincs jó tapasztalata a böngészőnkkel. Kérjük mondja el ennek okát, hogy tudjuk ezen javítani.
ja: 私たちのブラウザで充分な使い心地が得られなかったことをお詫び申し上げます。Firefox を改善するために修正すべき点とその理由を教えてください。
nb_no: Vi er lei for å høre at du ikke hadde en god opplevelse med nettleseren vår. Fortell oss hvorfor, slik at vi kan rette det!
ru: Нам жаль, что вас разочаровала работа с нашим браузером. Пожалуйста, сообщите нам почему, чтобы мы могли это исправить!
vi: Chúng tôi rất tiếc là bạn đã không có trải nghiệm tốt với trình duyệt của chúng tôi. Vui lòng cho chúng tôi biết tại sao, để chúng tôi có thể sửa nó!

source: So, you'd like to make a suggestion on how to enhance Firefox? Awesome! Please enter your idea below:
ca: Que voleu fer un suggeriment per millorar el Firefox? Fantàstic! Escriviu-lo a continuació:
de: Sie möchten einen Vorschlag machen, um Firefox zu verbessern? Super! Bitte geben Sie hier Ihren Vorschlag ein:
fr: Vous voulez faire une suggestion sur la manière d'améliorer Firefox ? Génial ! Merci de faire votre suggestion ci-dessous :
fy: Dus jo wolle in foarstel dwaan oer it ferbetterjen fan Firefox? Geweldich! Pleats jo idee hjirûnder:
ga_ie: Ar mhaith leat insint dúinn conas is féidir linn feabhas a chur ar Firefox? Cuir do smaoineamh sa bhosca thíos:
gl: Entón, gustaríalle facer unha suxestión sobre como mellorar o Firefox? Xenial! A continuación escriba a súa idea:
hu: Szeretne javaslatokat tenni, hogy hogyan tudnánk jobbá tenni a Firefox böngészőt? Nagyszerű! Írja le ötleteit:
ja: Firefox をより良くするためのご意見ですね？ ありがとうございます！ 以下に記入してください:
nb_no: Så, du ønsker å foreslå en måte å forbedre Firefox på? Tøft! Skriv inn ideen din nedenfor:
ru: Значит вы хотите сделать предложение по тому как улучшить Firefox? Отлично! Пожалуйста, введите ниже свою идею:
vi: Vậy là bạn muốn đề xuất cách cải tiến Firefox? Tuyệt! Vui lòng điền ý kiến bên dưới:

source: Know of a website that works better in this beta than it did in earlier versions of Firefox? Please add the URL, so we can keep track!
ca: Coneixeu cap web que funcioni millor amb aquesta versió beta que en versions anteriors del Firefox? Indiqueu-nos l'URL, perquè puguem seguir-ne la pista!
de: Kennen Sie eine Webseite, die mit dieser Beta-Version besser funktioniert als mit vorherigen Firefox-Versionen? Bitte teilen Sie uns die URL mit, damit wir Bescheid wissen!
fr: Vous connaissez un site Web qui fonctionne mieux avec cette version bêta qu'avec des versions précédentes de Firefox&nbsp;? Merci d'ajouter son adresse de sorte que nous puissions suivre son évolution&nbsp;!
fy: Kinne jo in webstee dy't yn dizze bèta better wurket as yn eardere ferzjes fan Firefox? Foegje dan a.j.b. de URL ta, sadat wy dizze folgje kinne!
ga_ie: An bhfaca tú suíomh Gréasáin a oibríonn níos fearr leis an leagan béite seo ná le leaganacha níos sine de Firefox? Tabhair an URL dúinn le do thoil!
gl: Coñece algún sitio web que funcione mellor nesta beta que en versións anteriores do Firefox? Engada o URL para que poidamos seguirlle a pista!
hu: Ismer olyan weboldalt, amely jobban működik ezzel a beta verzióval, mint a korábbiakkal? Ha igen, adja meg az URL-t, hogy nyomon követhessük.
ja: Firefox の最近のバージョンよりも、このベータ版のほうがうまく表示できるサイトをご存じの方は、ぜひ、そのサイトの URL を記入してください。
nb_no: Vet du om en nettside som virker bedre i denne betaen enn i tidligere versjoner av Firefox? Legg til URL-en så vi kan holde oversikt!
ru: Знаете сайт, который работает лучше в этой бете, чем в более ранних версиях Firefox? Пожалуйста, добавьте ссылку на этот сайт, чтобы мы могли это отслеживать!
vi: Biết một trang web hoạt động tốt hơn trong bản beta này so với các phiên bản Firefox trước đây? Vui lòng thêm URL của nó vào, để chúng tôi có thể theo dõi!

source: Had an issue with a specific website? Please add the URL, so we can find the issue faster!
ca: Heu tingut cap incidència amb un web? Indiqueu-nos l'URL perquè puguem trobar una solució com més aviat millor!
de: Haben Sie ein Problem mit einer bestimmten Webseite? Bitte fügen Sie deren URL hinzu, sodass wir das Problem schneller beheben können!
fr: Vous avez rencontré un problème avec un site Web en particulier ? Veuillez ajouter son URL pour que nous trouvions plus rapidement le problème !
fy: Hawwe jo in probleem mei in spesifike webstee? Foegje dan a.j.b. de URL ta, sadat wy it probleem flugger fine kinne!
ga_ie: An raibh fadhb agat le suíomh Gréasáin ar leith? Tabhair an URL dúinn sa chaoi go mbeimid in ann an fhadhb a réiteach níos tapúla!
gl: Tivo algunha incidencia cun sitio web específico? Engada o seu URL e poderemos atopar a incidencia máis rápido!
hu: Egy adott weboldallal van problémája? Adja meg az oldal URL-jét, hogy gyorsan megtaláljuk a probléma okát.
ja: 特定の Web サイトで問題が起こる場合は、URL を追加してください。問題を知る手がかりになります！
nb_no: Hadde du et problem med et bestemt nettsted? Legg til URL-en, slik at vi kan finne problemet raskere!
ru: У вас проблема с конкретным веб-сайтом? Пожалуйста, добавьте его адрес (URL), чтобы мы быстрее нашли проблему!
vi: Có vấn đề với trang web cụ thể nào đó? Vui lòng thêm URL, để chúng tôi có thể tìm ra vấn đề nhanh hơn!

source: Please ensure that there is no personally identifiable information here.
ca: Assegureu-vos que no inclogueu cap informació personal que pugui revelar la vostra identitat.
de: Bitte vergewissern Sie sich, dass Sie mit Ihren Angaben keine sensiblen Daten preisgeben.
fr: Veuillez vous assurer qu'il n'y a pas d'information permettant une identification personnelle ici.
fy: Soargje der a.j.b. foar dat hjir gjin persoanlike ynformaasje is.
ga_ie: Bí cinnte nach bhfuil aon fhaisnéis inaitheanta phearsanta anseo.
gl: Asegúrese de que aquí non hai información persoal que o poida identificar.
hu: Győződjön meg arról, hogy nem adott itt meg semmilyen személyes adatot.
ja: 個人を特定できる情報が入力されていないことを確認してください。
nb_no: Sjekk at du ikke oppgir noen personlig identifiserbar informasjon her.
ru: Пожалуйста, убедитесь, что здесь не содержится идентифицирующих персональных данных.
vi: Vui lòng chắc chắn rằng không có thông tin nhận dạng cá nhân nào ở đây.

source: If you have an idea to offer us instead, please send it to us through our <a href="%(url_idea)s">idea box</a>!
ca: Si teniu cap idea per aportar-nos, envieu-nos-la a través de la <a href="%(url_idea)s">bústia de suggeriments</a>!
de: Wenn Sie uns stattdessen einen Vorschlag mitteilen möchten, senden Sie ihn mittels unserer <a href="%(url_idea)s">Vorschlags-Funktion</a>!
fr: Si vous avez une idée à nous proposer, veuillez nous la soumettre par l'intermédiaire de notre <a href="%(url_idea)s">boîte à idées</a> !
fy: As jo ús yn stee dêrfan in idee melde wolle, stjoer it ús dan ta fia ús <a href="%(url_idea)s">foarstelfjild</a>!
ga_ie: Má tá do smaoineamh féin agat, seol chugainn é trínár <a href="%(url_idea)s">mbosca smaointe</a>!
gl: Se no seu lugar ten unha idea para ofrecernos, envíenola a través da nosa <a href="%(url_idea)s">caixa de ideas</a>!
hu: Ha van egy ötlete, akkor <a href="%(url_idea)s">küldje el nekünk</a>!
ja: 他に何かご意見がある場合は、<a href="%(url_idea)s">提案ボックス</a>からお知らせください！
nb_no: Dersom du har en ide du vil gi til oss, send den til oss gjennom <a href="%(url_idea)s">ideboksen</a>!
ru: Если вместо этого вы хотите предложить нам идею, пожалуйста отправьте её нам через наш <a href="%(url_idea)s">ящик для идей</a>!
vi: Nếu bạn có ý kiến cho chúng tôi, vui lòng gửi tới chúng tôi thông qua <a href="%(url_idea)s">hộp ý kiến</a>!

source: Submit Your Feedback
bg: Изпращане на обратна връзка
ca: Tramet l'opinió
cs: Odešlete svou reakci
de: Ihren Kommentar abschicken
el: Υποβολή σχολίου
fr: Envoyez vos retours d'utilisation
fy: Kommentaar yntsjinje
ga_ie: Seol do chuid Aiseolais Chugainn
gl: Enviar a súa opinión
hu: Visszajelzés elküldése
id: Kirim Saran Anda
it: Invia commenti e suggerimenti
ja: フィードバックを送る
nb_no: Send tilbakemelding
pt_pt: Envie a sua opinião
ro: Trimite părerea ta
ru: Отправить ваш отзыв
sl: Pošljite povratno informacijo
sr: Пошаљите свој коментар
vi: Gửi Phản Hồi của Bạn

source: Your feedback helps us improve Firefox.
ca: Les vostres opinions ens ajuden a millorar el Firefox.
de: Ihre Meinung hilft uns, Firefox zu verbessern.
fr: Vos commentaires nous aident à améliorer Firefox.
fy: Jo kommentaar helpt ús Firefox te ferbetterjen.
ga_ie: Cuidíonn do chuid aiseolais linn feabhas a chur ar Firefox.
gl: A súa opinión axúdanos a mellora Firefox.
hu: A visszajelzése segítségünkre van a Firefox fejlesztésében.
ja: あなたのフィードバックを Firefox の改善のために役立てます。
nb_no: Tilbakemeldingen din hjelper oss å forbedre Firefox.
pt_pt: A sua opinião ajuda-nos a melhorar o Firefox.
ro: Opiniile dumneavoastră ne ajută să îmbunătățim Firefox.
ru: Ваш отзыв поможет нам улучшить Firefox.
vi: Phản hồi của bạn giúp chúng tôi cải tiến Firefox.

source: If you need help or have a problem with Firefox, please visit <a href="%(support_url)s">Firefox Support</a>.
ca: Si necessiteu ajuda o teniu cap problema amb el Firefox, visiteu la <a href="%(support_url)s">pàgina d'assistència del Firefox</a>.
de: Wenn Sie Hilfe brauchen oder ein Problem mit Firefox haben, besuchen Sie die <a href="%(support_url)s">Firefox-Hilfe</a>.
fr: Si vous avez besoin d'aide ou si vous avez un problème avec Firefox, veuillez visiter l'<a href="%(support_url)s">assistance de Firefox </a>.
fy: As jo help nedich of in probleem mei Firefox hawwe, besykje dan <a href="%(support_url)s">Firefox-stipe</a>.
ga_ie: Má tá cabhair uait nó tá fadhb agat le Firefox, tabhair cuairt ar <a href="%(support_url)s">Shuíomh Tacaíochta Firefox</a>.
gl: Se precisa axuda ou ten algún problema co Firefox, visite a <a href="%(support_url)s">asistencia do Firefox</a>.
hu: Amennyiben segítségre van szüksége a Firefox használata közben, akkor látogassa meg a <a href="%(support_url)s">támogatói oldalt</a>.
ja: Firefox で起こる問題にヘルプが必要な場合は、<a href="%(support_url)s">Firefox サポート</a> サイトをご利用ください。
nb_no: Dersom du trenger hjelp eller har et problem med Firefox, besøk <a href="%(support_url)s">Firefox Support</a>.
pt_pt: Se precisar de ajuda ou tiver um problema com o Firefox, consulte a página de <a href="%(support_url)s">Apoio do Firefox</a>.
ro: Dacă aveți nevoie de ajutor sau aveți o problemă cu Firefox, vă rugăm vizitați <a href="%(support_url)s">pagina noastră de suport pentru Firefox</a>.
ru: Если вам нужна помощь или у вас возникла проблема с Firefox, пожалуйста, посетите <a href="%(support_url)s">страницу поддержки Firefox</a>.
vi: Nếu bạn cần trợ giúp hoặc có vấn đề với Firefox, vui lòng vào <a href="%(support_url)s">Hỗ Trợ Firefox</a>.

source: Thanks
bg: Благодарим
ca: Gràcies
cs: Děkujeme
de: Danke
el: Σας ευχαριστούμε!
fr: Merci
fy: Tankewol
ga_ie: Go raibh maith agat
gl: Grazas
hu: Köszönjük!
id: Terima kasih
it: Grazie
ja: ありがとうございます
nb_no: Takk
pt_pt: Obrigado
ro: Mulțumim
ru: Спасибо
sl: Hvala
sr: Хвала
vi: Cảm ơn

source: Thanks for Your Feedback
bg: Благодарим за вашата обратна връзка
ca: Gràcies pel vostre comentari
cs: Děkujeme za vaši reakci.
de: Danke für Ihren Kommentar
el: Σας ευχαριστούμε για τα σχόλιά σας
fr: Merci pour vos retours d'utilisation
fy: Tank foar jo kommentaar
ga_ie: Go raibh maith agat as an aiseolas
gl: Grazas pola súa opinión
hu: Köszönjük a visszajelzést
id: Terima Kasih atas Saran Anda
it: Grazie per la tua partecipazione
ja: フィードバックありがとうございます
nb_no: Takk for tilbakemeldingen
pt_pt: Obrigado pela sua opinião
ro: Vă mulțumim pentru părerea dumneavoastră
ru: Спасибо за ваш отзыв
sl: Hvala za vaše povratne informacije
sr: Хвала за коментар
vi: Cảm ơn về Phản Hồi của Bạn

source: Your feedback will be used to create a
ca: La vostra opinió es farà servir per
de: Ihr Kommentar wird verwendet, um zukünftige Versionen
fr: Vos commentaires seront utilisés afin de créer une
fy: Jo kommentaar sil brûkt wurde foar it meitsjen fan in
ga_ie: Bainfear úsáid as do chuid aiseolais chun feabhas
gl: A súa opinión usarase para crear unha
hu: Visszajelzése segítségével
ja: あなたのフィードバックは
nb_no: Tilbakemeldingen din vil bli brukt for å lage en
ru: Ваш отзыв будет использован для
vi: Phản hồi của bạn sẽ được dùng để tạo một

source: better experience in future releases of Firefox.
ca: millorar l'experiència en properes versions del Firefox.
de: von Firefox für die Benutzer zu verbessern.
fr: meilleure expérience dans les versions futures de Firefox.
fy: better belibben yn takomstige ferzjes fan Firefox.
ga_ie: a chur ar leaganacha Firefox amach anseo.
gl: mellor experiencia en futuras versións do Firefox.
hu: a jövőben megjelenő Firefox verziók jobb felhasználói élményt nyújthatnak.
ja: 将来の Firefox をより使いやすく、快適にするために利用されます。
nb_no: bedre brukeropplevelse i fremtidige utgivelser av Firefox.
ru: улучшения работы будущих версий Firefox.
vi: trải nghiệm tốt hơn trong các bản phát hành tương lai của Firefox.

source: Share your feedback.
de: Geben Sie Ihre Meinung weiter.
fy: Diel jo kommentaar.
ga_ie: Seol do chuid aiseolais chugainn.
gl: Comparta a súa opinión.
hu: Ossza meg visszajelzését.
ja: あなたのフィードバックを共有する
nb_no: Del tilbakemeldingen din.
ru: Поделиться вашим отзывом.

source: Tweet feedback to your followers
de: Twittern Sie Ihre Meinung an Ihre Follower.
fy: Kommentaar tweete nei jo folgers
gl: Enviar opinión aos seus seguidores de Twitter
hu: Küldje el visszajelzését követőinek
ja: あなたのフォロワーに向けてフィードバックをツイートする
nb_no: Tweet tilbakemeldingen til de som følger deg
ru: Твитнуть отзыв вашим читателям

source: Shape the future of Firefox.
bg: Определете бъдещето на Firefox.
cs: Objevte budoucnost Firefoxu.
de: Formen Sie die Zukunft von Firefox.
el: Διαμορφώστε το μέλλον του Firefox.
ga_ie: Téigh i bhfeidhm ar thodhchaí Firefox.
gl: Dálle forma ao futuro do Firefox.
id: Bantu menentukan masa depan Firefox.
it: Dai forma al futuro di Firefox.
ja: 未来の Firefox を共に作りましょう。
nb_no: Skap fremtiden til Firefox.
pt_pt: Molde o futuro do Firefox.
ro: Modelează viitorul cu Firefox.
ru: Определите будущее Firefox.
sl: Oblikujte prihodnost Firefoxa.
sr: Обликујте будућност Firefox-a.

source: Download <a href="%(download_url)s">the build that is right for you</a>.
bg: Изтеглете <a href="%(download_url)s">версията, подходяща за вас</a>.
cs: Stáhněte si <a href="%(download_url)s">verzi, která vám nejvíce vyhovuje</a>.
de: Laden Sie <a href="%(download_url)s">die Version herunter, die zu Ihnen passt</a>.
el: Λήψη <a href="%(download_url)s"> της έκδοσης που προτιμάτε</a>.
ga_ie: Íosluchtaigh <a href="%(download_url)s">an leagan is oiriúnaí duit</a>.
gl: Descargue <a href="%(download_url)s">a versión que se adapte as súas necesidades</a>.
id: Unduh <a href="%(download_url)s">versi yang cocok bagi Anda</a>.
it: Installa <a href="%(download_url)s">la versione giusta per te</a>.
ja: <a href="%(download_url)s">ベータ版や開発版の Firefox</a> もダウンロードしていただけます。
nb_no: Last ned <a href="%(download_url)s">versjonen som er rett for deg</a>.
pt_pt: Transfira <a href="%(download_url)s">a versão correta para si</a>.
ro: Descărcați <a href="%(download_url)s">versiunea care vi se potrivește</a>.
ru: Загрузите <a href="%(download_url)s">подходящую для вас сборку</a>.
sl: Prenesite <a href="%(download_url)s">vašo najustreznejšo različico</a>.
sr: Преузмите <a href="%(download_url)s">градњу која одговара Вама</a>.
