Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: We already got your feedback! Thanks.
ca: Hem rebut el vostre comentari! Gràcies.
de: Wir haben Ihren Kommentar bereits erhalten! Danke.
fr: Nous avons déjà reçu vos réactions ! Merci.
fy: Wy hawwe jo kommentaar al! Tankewol.
ga_ie: Fuaireamar do chuid aiseolais cheana! Go raibh maith agat.
gl: Xa temos a súa opinión! Grazas.
hu: Már megkaptuk a visszajelzését, köszönjük.
ja: フィードバックは既に受信しています。ご協力ありがとうございます！
nb_no: Vi har allerede mottatt tilbakemeldingen din! Takk.
ru: Мы уже получили ваш отзыв! Спасибо.
vi: Chúng tôi đã nhận được phản hồi của bạn! Xin cảm ơn.

source: Please describe what you liked.
bg: Моля, опишете какво харесахте.
ca: Descriviu què us ha agradat.
cs: Popište prosím, co se vám líbilo.
de: Bitte beschreiben Sie, was Ihnen gefällt.
fr: Veuillez décrire ce que vous avez aimé.
fy: Beskriuw wat jo befoel.
ga_ie: Cad é a thaitin leat?
gl: Describa o que lle gustou.
hu: Írja le, hogy mi az ami tetszett.
id: Jelaskan apa yang Anda suka.
ja: 気に入った点を記入してください (日本語可)。
nb_no: Beskriv hva du likte.
pt_pt: Por favor, descreva o que gostou.
ro: Vă rugăm să descrieți ceea ce vă place.
ru: Пожалуйста, опишите, что вам понравилось.
sr: Молимо Вас опишите шта Вам се свиђа.
vi: Vui lòng mô tả những điều bạn thích.

source: Please describe your problem below.
ca: Descriviu el vostre problema a sota.
de: Bitte beschreiben Sie Ihr Problem.
fr: Veuillez décrire votre problème ci-dessous.
fy: Beskriuw hjirûnder jo probleem.
ga_ie: Déan cur síos ar d'fhadhb thíos.
gl: A continuación describa o seu problema.
hu: Írja le a problémáját.
ja: 問題点を記入してください (日本語可)。
nb_no: Beskriv problemet ditt nedenfor.
pt_pt: Por favor, descreva o problema abaixo.
ro: Vă rugăm să descrieți problema dumneavoastră mai jos.
ru: Пожалуйста, опишите ниже свою проблему.
vi: Vui lòng mô tả vấn đề của bạn bên dưới.

source: Describe your idea below.
ca: Descriviu la vostra idea a continuació.
de: Beschreiben Sie Ihren Vorschlag.
fr: Décrivez votre idée ci-dessous.
fy: Beskriuw hjirûnder jo idee.
ga_ie: Déan cur síos ar do smaoineamh thíos.
gl: A continuación describa a súa idea.
hu: Írja le az ötletét.
ja: 改善案を記入してください (日本語可)。
nb_no: Beskriv ideen din under.
ru: Опишите ниже вашу идею.
vi: Mô tả ý kiến của bạn bên dưới.

source: Unknown
bg: Непознат
ca: Desconegut
cs: Neznámý
de: Unbekannt
el: Άγνωστη
fr: Inconnu
fy: Unbekend
ga_ie: Anaithnid
gl: Descoñecido
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
ja: 不明
nb_no: Ukjent
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sl: Neznano
sr: Непознато
vi: Không rõ

source: Praise
ca: Lloances
de: Lob
fr: Éloges
fy: Lof
ga_ie: Moladh
gl: Loanza
hu: Dicséret
ja: 良いところ
nb_no: Ros
ru: Нравится
vi: Khen ngợi

source: Issue
ca: Problema
de: Problem
fr: Problème
fy: Probleem
ga_ie: Fadhb
gl: Incidencia
hu: Probléma
ja: 悪いところ
nb_no: Problem
ru: Проблема
vi: Vấn đề

source: Your comment contains swear words (%s). In order to help us improve our products, please use words that help us create an action or to-do from your constructive feedback. Thanks!
ca: El vostre comentari conté paraules ofensives (%s). Amb la finalitat d'ajudar-nos a millorar el nostre producte, millor empreu paraules que ens ajudin a prendre accions a partir d'una opinió constructiva. Gràcies!
de: Ihr Kommentar enthält Kraftausdrücke (%s). Um uns bei der Verbesserung unserer Produkte zu helfen, benutzen Sie bitte Worte, die uns dabei helfen, eine Aktion aus Ihrer konstruktiven Kritik abzuleiten. Danke!
fr: Votre commentaire contient des mots injurieux (%s). Afin de nous aider à améliorer nos logiciels, veuillez utiliser des termes qui nous aident à élaborer une action concrète à partir de retours d'utilisation constructifs. Merci !
fy: Jo reaksje befat skeldwurden (%s). Brûk, as jo ús helpe wolle ús produkten te ferbetterjen, a.j.b. wurden dy't ús helpe in akskje of te-dwaan út jo konstruktive kommentaar te generearjen. Tankewol!
ga_ie: Tá eascainí i do nóta (%s). Sa chaoi go mbeimid in ann ár gcuid táirgí a fheabhsú, ba chóir duit focail a úsáid a chabhraíonn linn gníomhartha nó tascanna indéanta a chruthú ó do chuid aiseolais. Go raibh maith agat!
gl: Os seus comentarios conteñen palabras ofensivas (%s). Co fin de axudarnos a mellorar os nosos produtos, use palabras que nos axuden a tomar accións a partir dunha opinión construtiva. Grazas!
hu: Az Ön hozzászólása szitokszavakat (%s) tartalmaz. Ha segíteni kíván a termék fejlesztésében, használjon olyan szavakat, amelyek segítségünkre lehetnek. Köszönjük!
ja: あなたのコメントには暴力的な単語 （%s） が含まれています。フィードバックには、私たちの製品を改善する助けになる建設的な言葉を用いるよう、お願いいたします。
nb_no: Kommentaren inneholder banneord (%s). Bruk heller ord som hjelper oss å lage en handlings- eller oppgaveliste for å forbedre produktene våre fra dine konstruktive tilbakemeldinger. Takk!
ru: Ваш комментарий содержит нецензурные выражения (%s). Чтобы помочь нам улучшить наши продукты, пожалуйста используйте слова, которые помогут нам действовать или планировать, основываясь на вашей конструктивной критике. Спасибо!
vi: Bình luận của bạn có chứa từ ngữ chửi thề (%s). Để giúp chúng tôi cải tiến sản phẩm của mình, vui lòng dùng những lời lẽ có thể giúp chúng tôi tạo ra hành động cần thiết từ những phản hồi có tính xây dựng của bạn. Cảm ơn!

source: Feedback must not contain HTML.
ca: No es permet codi HTML als comentaris.
de: Kommentare dürfen kein HTML enthalten.
fr: Vos retours d'utilisation ne doivent pas contenir de code HTML.
fy: Kommentaar mei gjin HTML befatte.
ga_ie: Ní cheadaítear HTML san aiseolas.
gl: A súa opinión non debe conter código HTML.
hu: A visszajelzés nem lehet HTML-formátumban.
ja: フィードバックのコメントには HTML を含めないでください。
nb_no: Tilbakemeldingen må ikke inneholde HTML.
ru: Отзыв не должен содержать HTML.
vi: Phản hồi không được chứa HTML.

source: Your feedback seems to contain an email address. Please remove this and similar personal data from the text, then try again. Thanks!
ca: Sembla que al vostre comentari hi ha una adreça de correu electrònic. Torneu-ho a provar una vegada hàgiu esborrat qualsevol dada personal. Gràcies!
de: Ihr Kommentar scheint eine E-Mail-Adresse zu beinhalten. Bitte entfernen Sie diese und ähnliche persönliche Daten aus dem Text und versuchen Sie es erneut.
fr: Vos retours d'utilisation semblent contenir une adresse électronique. Veuillez la supprimer du texte ainsi que d'éventuelles autres données à caractère personnel, puis essayez à nouveau. Merci !
fy: Jo kommentaar liket in e-mailadres te befatten. Smyt dizze fuort fergelykbere persoanlike gegevens a.j.b. út de tekst, en probearje it op 'e nij. Tankewol!
ga_ie: Dealraíonn sé go bhfuil seoladh ríomhphoist i do chuid aiseolais. Bain amach é agus aon sonraí pearsanta eile agus seol an t-aiseolas arís. Go raibh maith agat!
gl: A súa opinión semella conter un enderezo de correo. Elimíneo do texto, así como outros datos persoais e ténteo de novo. Grazas!
hu: A visszajelzés valószínűleg e-mail címet tartalmaz. Távolítsa el ezt és más személyes jellegű adatot, majd küldje el újra. Köszönjük!
ja: フィードバック文中にメールアドレス が含まれていませんか？ 文中からメールアドレスおよび個人情報に類するものを削除してから再度送信をお願いします。
nb_no: Tilbakemeldingen din ser ut til å inneholde en e-postadresse. Vennligst fjern denne og evt. annen personlig identifiserbar informasjon i teksten, og prøv igjen. Takk!
ru: Ваш отзыв, похоже, содержит адрес электронной почты. Пожалуйста, удалите его и другие похожие персональные данные из текста и попробуйте снова. Спасибо!
vi: Dường như phản hồi của bạn có chứa một địa chỉ email. Vui lòng xóa bỏ nó và những thông tin cá nhân tương tự khỏi văn bản, rồi thử lại. Cảm ơn!

source: URLs with IP addresses must contain public IP addresses.
de: URLs mit IP-Adressen müssen öffentliche IP-Adressen enthalten.
fy: URL’s mei IP-adressen moatte publike IP-adressen befetsje.
gl: Os URL con enderezos IP deben conter enderezos con IP públicos.
hu: Az IP-címeket tartalmazó URL-nek publikus IP-címeket kell tartalmaznia.
ja: IP アドレスによる URL には、パブリック IP アドレスが含まれなければなりません。
nb_no: URL-er med IP-adresser må inneholde offentlige IP-adresser.
ru: Веб-адреса (URLs) с IP-адресами должны содержать публичные IP-адреса.

source: Your feedback seems to contain a URL. Please remove this and similar personal data from the text, then try again. Thanks!
ca: Sembla que el vostre comentari conté una adreça URL. Torneu-ho a provar una vegada hàgiu esborrat l'URL o qualsevol altra dada personal. Gràcies!
de: Ihr Kommentar scheint eine URL zu beinhalten. Bitte entfernen Sie diese und ähnliche persönliche Daten aus dem Text und versuchen Sie es erneut.
fr: Vos retours d'utilisation semblent contenir une URL. Veuillez la supprimer du texte ainsi que d'éventuelles autres données à caractère personnel, puis essayez à nouveau. Merci !
fy: Jo kommentaar liket in URL te befatten. Smyt dizze fuort fergelykbere persoanlike gegevens a.j.b. út de tekst, en probearje it op 'e nij. Tankewol!
ga_ie: Dealraíonn sé go bhfuil URL i do chuid aiseolais. Bain amach é agus aon sonraí pearsanta eile agus seol an t-aiseolas arís. Go raibh maith agat!
gl: A súa opinión semella conter un URL. Elimíneo do texto, así como outros datos persoais e ténteo de novo. Grazas!
hu: A visszajelzés valószínűleg URL-t tartalmaz. Távolítsa el ezt és más személyes jellegű adatot, majd küldje el újra. Köszönjük!
ja: フィードバック文中に URL が含まれていませんか？ 文中から URL および 個人情報に類するものを削除してから再度送信をお願いします。
nb_no: Tilbakemeldingen din ser ut til å inneholde en URL. Fjern denne og evt. annen personlig identifiserbar informasjon, og prøv igjen. Takk!
ru: Ваш отзыв, похоже, содержит веб-адрес (URL). Пожалуйста, удалите его и другие похожие персональные данные из текста и попробуйте снова. Спасибо!
vi: Dường như phản hồi của bạn có chứa một URL. Vui lòng xóa bỏ nó và những thông tin cá nhân tương tự khỏi văn bản, rồi thử lại. Cảm ơn!

source: User-Agent request header must be set.
ca: S'ha d'especificar la capçalera de l'agent d'usuari.
de: User-Agent Request Header muss gesetzt sein.
fr: L'en-tête de requête User-Agent doit être défini.
fy: De useragent-fersykheader moat ynsteld wêze.
ga_ie: Ní mór don cheanntásc User-Agent a bheith socraithe.
gl: Debe estabelecerse a cabeceira do axente de usuario.
hu: A fejhasználói ügynök (UA) beállítása kötelező.
ja: ユーザエージェントのリクエストヘッダが設定されていません。
nb_no: User Agent-headeren må være satt i forespørselen.
ru: Должен быть установлен заголовок запроса User-Agent.
vi: Đầu đề yêu cầu của chuỗi Đại diện Người dùng phải được thiết lập.

source: Submit Feedback
ca: Tramet el comentari
de: Kommentar abschicken
fr: Envoyez vos retours d'utilisation
fy: Kommentaar yntsjinje
ga_ie: Seol aiseolas chugainn
gl: Enviar opinión
hu: Visszajelzés elküldése
ja: フィードバックを送る
nb_no: Send tilbakemelding
ru: Отправить отзыв
vi: Gửi Phản Hồi

source: It's great to hear you want to help Mozilla make your experience better!
ca: És fantàstic sentir que voleu ajudar Mozilla a millorar la vostra experiència a la xarxa!
de: Wir freuen uns, dass Sie Mozilla dabei helfen möchten, Ihre Erfahrung besser zu machen!
fr: Cela fait plaisir de voir que vous voulez aider Mozilla à améliorer votre expérience&nbsp;!
fy: Goed om te hearen dat jo Mozilla helpe wolle jo belibben te ferbetterjen!
ga_ie: Tá áthas orainn go bhfuil tú ag iarraidh cuidiú le Mozilla feabhas a chur ar Firefox!
gl: É xenial saber que quere axudar a Mozilla a mellorar a súa experiencia!
hu: Nagyszerű, hogy segíteni szeretne a Mozilla jobbá tételében!
ja: Mozilla 製品の品質向上にご協力いただきありがとうございます。
nb_no: Bra å høre at du ønsker å hjelpe Mozilla å forbedre opplevelsen!
ru: Мы рады слышать, что вы хотите помочь Mozilla улучшить работу вашего браузера!
vi: Thật tuyệt khi được biết bạn muốn giúp Mozilla làm cho trải nghiệm của bạn tốt hơn!

source: Please choose one of the following types of feedback that you would like to submit to us:
ca: Trieu un dels tipus següents de comentaris que voleu trametre'ns:
de: Bitte wählen Sie die Art der Rückmeldung, die Sie uns geben möchten:
fr: Veuillez choisir un des types suivants de retour d'utilisation que vous souhaiteriez nous soumettre&nbsp;:
fy: Kies ien fan de folgjende typen kommentaar dy't jo ús tastjoere wolle:
ga_ie: Roghnaigh an cineál aiseolais is mian leat seoladh chugainn:
gl: Escolla un dos seguintes tipos de opinión que lle gustaría enviarnos:
hu: Válasszon, az alábbiak közül, hogy milyen típusú visszajelzést kíván adni:
ja: 送信するフィードバックの種類を、次のいずれかから選択してください:
nb_no: Velg en av følgende typer tilbakemelding du ønsker å sende til oss:
ru: Пожалуйста, выберите один из следующих типов отзывов, который вы желаете нам отправить:
vi: Vui lòng chọn một trong các kiểu phản hồi mà bạn muốn gửi cho chúng tôi:

source: Firefox makes me happy because ...
ca: El Firefox em fa feliç perquè…
de: Firefox macht mich glücklich, weil ...
fr: Firefox me plait parce que…
fy: Firefox makket my bliid, omdat…
ga_ie: Cuireann Firefox aoibhneas orm de bharr...
gl: O Firefox faime feliz porque ...
hu: A Firefox örömet okoz, mert ...
ja: Firefox の良いところを伝える...
nb_no: Firefox gjør meg glad fordi ...
ru: Firefox порадовал меня потому что ...
vi: Firefox làm tôi vui vì ...

source: Firefox makes me sad because ...
ca: El Firefox m'entristeix perquè…
de: Firefox macht mich traurig, weil ...
fr: Firefox m'a déplu parce que…
fy: Firefox makket my tryst, omdat ...
ga_ie: Cuireann Firefox brón orm de bharr...
gl: O Firefox entristéceme porque ...
hu: A Firefox elszomorít, mert ...
ja: Firefox の悪いところを伝える...
nb_no: Firefox gjør meg trist fordi ...
ru: Firefox огорчил меня потому что ...
vi: Firefox làm tôi chán vì ...

source: Firefox Logo
ca: Logotip del Firefox
fr: Logo de Firefox
ga_ie: Lógó Firefox
gl: Logo do Firefox
ja: Firefox ロゴ
ru: Логотип Firefox
vi: Biểu trưng Firefox

source: If you need help or have a problem with Firefox, please visit our <a href="%(support_url)s">support page</a>.
ca: Si necessiteu ajuda o teniu cap problema amb el Firefox, visiteu la nostra <a href="%(support_url)s">pàgina d'assistència</a>.
de: Wenn Sie Hilfe brauchen oder ein Problem mit Firefox haben, besuchen Sie die <a href="%(support_url)s">Hilfe-Seite</a>.
fr: Si vous avez besoin d'aide ou si vous avez un problème avec Firefox, veuillez visiter notre <a href="%(support_url)s">page d'assistance</a>.
fy: As jo help nedich of in probleem mei Firefox hawwe, besykje dan ús <a href="%(support_url)s">stipeside</a>.
ga_ie: Má tá cabhair uait nó tá fadhb agat le Firefox, tabhair cuairt ar ár <a href="%(support_url)s">leathanach tacaíochta</a>.
gl: Se precisa axuda ou ten algún problema co Firefox, visite a nosa <a href="%(support_url)s">páxina de asistencia</a>.
hu: Amennyiben segítségre van szüksége a Firefox használata közben, akkor látogassa meg a <a href="%(support_url)s">támogatói oldalt</a>.
ja: Firefox で起こる問題にヘルプが必要な場合は、<a href="%(support_url)s">サポートページ</a>をご利用ください。
nb_no: Dersom du trenger hjelp eller har et problem med Firefox, besøk <a href="%(support_url)s">brukerstøttenettstedet</a>.
ru: Если вам нужна помощь или у вас возникла проблема с Firefox, пожалуйста, посетите нашу <a href="%(support_url)s">страницу поддержки</a>.
vi: Nếu bạn cần trợ giúp hoặc có vấn đề với Firefox, vui lòng vào <a href="%(support_url)s">trang hỗ trợ</a> của chúng tôi.

source: Download Firefox
bg: Изтеглете Firefox
ca: Baixa el Firefox
cs: Stáhnout Firefox
de: Firefox herunterladen
el: Λήψη του Firefox
fr: Télécharger Firefox
fy: Firefox ynlade
ga_ie: Íosluchtaigh Firefox
gl: Descargar o Firefox
hu: Firefox letöltése
id: Unduh Firefox
it: Scarica Firefox
ja: Firefox のダウンロード
nb_no: Last ned Firefox
pt_pt: Transferir o Firefox
ro: Descarcă Firefox
ru: Загрузить Firefox
sl: Prenesi Firefox
sr: Преузмите Firefox
vi: Tải xuống Firefox

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
bg: О! Искате да ни дадете обратна връзка за Firefox? Благодарим ви, но за тази цел е нужно да сте с последната версия.
ca: Oh! Així que voleu donar-nos la vostra opinió del Firefox. Gràcies, però només ho podeu fer emprant la darrera versió.
cs: Zdá se, že chcete poslat reakci k Firefoxu. Děkujeme, ale musíte mít jeho poslední verzi.
de: Oh! Sie möchten uns Rückmeldungen zu Firefox geben? Vielen Dank, aber dazu müssen Sie die neueste Version verwenden.
el: Σας ευχαριστούμε που θέλετε να μας προσφέρετε τα σχόλια σας για τον Firefox, αλλά για να το κάνετε αυτό, θα πρέπει να χρησιμοποιείτε την πιο πρόσφατη έκδοση του.
fr: Oh ! Vous voulez nous donner vos impressions sur Firefox. Merci à vous, mais vous devez pour cela utiliser la version la plus récente.
fy: Oh! Dus jo wolle ús kommentaar jaan oer Firefox. Tank, mar jo moatte de meast resinte bèta-ferzje brûke.
ga_ie: Má tá tú ag iarraidh aiseolas a thabhairt dúinn faoi Firefox, caithfidh tú an leagan is déanaí a úsáid.
gl: Vaia! Entón quere ofrecernos a súa opinión sobre o Firefox. Grazas, pero precisa usar a nosa última versión.
hu: Úgy látszik, hogy a Firefox böngészővel kapcsolatban szeretne visszajelzést küldeni. Köszönjük, de ehhez a legfrissebb verziót kell használnia.
id: Aha! Anda ingin mengirimkan saran tentang Firefox! Terima kasih ya, tetapi Anda harus menggunakan versi terbaru Firefox lebih dulu.
it: Oh! E così vuoi inviarci le tue impressioni su Firefox. Ti ringraziamo, ma per farlo devi installare l’ultima versione disponibile.
ja: ありがとうございます。Firefox についての意見をお持ちの場合は、最新バージョンの Firefox からフィードバックを送信してください。
nb_no: Åh! Så du ønsker å gi oss tilbakemelding om Firefox. Takk, men du må bruke den nyeste versjonen.
pt_pt: Ah! Então quer deixar-nos a sua opinião sobre o Firefox. Obrigado, mas necessita de ter a última versão.
ro: Oh! Deci vreți să ne spuneți ceva despre Firefox. Vă mulțumim, însă înainte de asta trebuie să aveți instalată ultima versiune.
ru: Так значит вы хотите отправить нам отзыв на Firefox. Спасибо, но вам нужно использовать его последнюю версию.
sl: Oh! Želite nam torej ponuditi povratne informacije o Firefoxu. Hvala, vendar boste morali preiti na najnovejšo različico.
sr: Ох! Значи желите да нам понудите повратне информације о Firefox-у. Хвала Вам, али морате користити најновију верзију.
vi: Ồ! Vậy là bạn muốn cung cấp phản hồi cho chúng tôi về Firefox. Cảm ơn, nhưng bạn sẽ cần dùng phiên bản mới nhất.

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
bg: За да направите това, просто отидете на страницата за изтегляне, и инсталирайте/обновете до <a href="%(url)s">последната версия на Firefox!</a>
ca: Per poder fer-ho, només heu d'anar a la nostra pàgina de baixades i instal·lar-vos / actualitzar-vos la <a href="%(url)s">darrera versió del Firefox!</a>
cs: Pro jeho získání jednoduše přejděte na naši stránku ke stažení a nainstalujte si <a href="%(url)s">poslední verzi</a>!
de: Um daran teilzunehmen, gehen Sie einfach zu unserer Download-Seite und laden Sie die <a href="%(url)s">neueste Firefox-Version</a> herunter!
el: Για να το κάνετε αυτό, απλά πηγαίνετε στη σελίδα λήψεων και εγκαταστήστε/ενημερώστε την <a href="%(url)s">πιο πρόσφατη έκδοση του Firefox!</a>
fr: Pour participer, rendez-vous simplement sur la page de téléchargement et téléchargez <a href="%(url)s">la dernière version bêta de Firefox !</a>
fy: Gean nei ús ynlaadside en ynstallearje <a href="%(url)s">de meast resinte Firefox-ferzje</a> of wurkje by nei dizze ferzje om mei te dwaan!
ga_ie: Chun an leagan is déanaí a fháil, déan cuairt ar ár leathanach íosluchtaithe agus suiteáil (nó nuashonraigh go dtí) an <a href="%(url)s">leagan is déanaí de Firefox!</a>
gl: Para facer isto, simplemente vaia a nosa páxina de descargas e instale/actualice <a href="%(url)s">a última versión do Firefox!</a>
hu: Ehhez látogasson el a letöltő oldalhoz és telepítse fel vagy frissítsen a <a href="%(url)s">legújabb Firefox verzióra!</a>
id: Untuk mendapatkannya, buka saja laman unduhan kemudian pasang/perbarui ke <a href="%(url)s">Firefox Versi Terbaru!</a>
it: Per farlo vai alla pagina download e scarica <a href="%(url)s">l’ultima versione disponibile di Firefox</a>.
ja: そのためには、ダウンロードページから <a href="%(url)s">最新バージョンの Firefox をダウンロード</a> してインストールしてください！
nb_no: For å gjøre det, gå til nedlastingssiden og installer/oppdater til <a href="%(url)s">den nyeste Firefox-versjonen!</a>
pt_pt: Para fazer isso, basta ir até a página de transferências e instalar/atualizar para a <a href="%(url)s">versão mais recente do Firefox!</a>
ro: Pentru a face asta, pur și simplu mergeți la pagina de descărcare și instalați sau actualizați <a href="%(url)s">ultima versiune de Firefox!</a>
ru: Чтобы сделать это, просто перейдите на нашу страницу загрузки и установите/обновите <a href="%(url)s">последнюю версию Firefox!</a>
sl: V ta namen obiščite preprosto našo stran za prenos in namestite/posodobite na <a href="%(url)s">najnovejšo inačico Firefoxa!</a>
sr: Да бисте то урадили, једноставно идите на нашу страницу за преузимање и инсталарајте/ажурирајте на <a href="%(url)s">најновију верзију Firefox-а!</a>
vi: Để làm việc đó, chỉ cần vào trang tải xuống của chúng tôi và cài đặt/cập nhật <a href="%(url)s">phiên bản Firefox mới nhất!</a>

source: Firefox Made Me Happy
ca: El Firefox em fa feliç
de: Firefox macht mich glücklich
fr: Firefox me plait
fy: Firefox makket my bliid
ga_ie: Chuir Firefox Aoibhneas Orm
gl: O Firefox faime feliz
hu: A Firefox örömet okoz
ja: Firefox の良いところ
nb_no: Firefox gjorde meg glad
ru: Firefox порадовал меня
vi: Firefox Làm Tôi Vui

source: Firefox Made Me Sad
ca: El Firefox m'entristeix
de: Firefox macht mich traurig
fr: Firefox m'a déplu
fy: Firefox makket my tryst
ga_ie: Chuir Firefox Brón Orm
gl: O Firefox entristéceme
hu: A Firefox elszomorít
ja: Firefox の悪いところ
nb_no: Firefox gjorde meg trist
ru: Firefox огорчил меня
vi: Firefox Làm Tôi Thất Vọng

source: I Have an Idea for Firefox
ca: Tinc una idea per al Firefox
de: Ich habe einen Vorschlag zu Firefox
fr: J'ai une idée pour Firefox
fy: Ik haw in suggestje foar Firefox
ga_ie: Tá moladh agam d'Firefox
gl: Teño unha idea para o Firefox
hu: Van egy ötletem a Firefox böngészővel kapcsolatban
ja: Firefox への提案
nb_no: Jeg har en ide for Firefox
ru: У меня есть идея для Firefox
vi: Tôi Có Một Ý Kiến Cho Firefox

source: Super! It's great to hear that you like our browser.
de: Super! Wir freuen uns, dass Sie unseren Browser mögen.
fy: Geweldich! Wy fine it moai te hearen dat jo nocht hawwe oan ús browser.
ga_ie: Iontach! Tá áthas orainn go dtaitníonn ár mbrabhsálaí leat.
gl: Fantástico! É xenial escoitar que lle gusta o noso navegador.
hu: Nagyszerű! Nagyon jó hallani, hogy tetszik a böngészőnk.
ja: ありがとう！ 私たちのブラウザを気に入ってくれて嬉しいです。
nb_no: Supert! Det er bra å høre at du liker nettleseren vår.
ru: Супер! Мы рады услышать, что вам понравился наш браузер.
