Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: You have unsubmitted feedback data. Would you like to try submitting it again?
cs: Na vašem zařízení se nachází neodeslané reakce. Chcete je zkusit znovu odeslat?
el: Έχετε σχόλια που δεν έχουν υποβληθεί. Θέλετε να δοκιμάσετε ξανά να τα υποβάλετε;
id: Anda memiliki saran yang belum terkirim. Ingin mencoba mengirimkannya lagi?
it: Hai dei commenti in sospeso. Vuoi provare a inviarli adesso?
pt_pt: Você tem opiniões não enviadas. Gostaria de tentar enviá-las novamente?
ro: Aveți date privind reacțiile netransmise. Doriți să încercați să le transmiteți din nou?
sl: Vaša povratna informacija ni bila poslana. Jo želite poskusiti poslati znova?
sr: Имате непослат коментар. Желите ли покушати да га пошаљете поново?

source: {product} feedback
bg: обратна връзка за {product}
cs: Zpětná vazba k aplikaci {product}
el: Υποβολή σχολίου για {product}
id: Saran untuk {product}
it: Commenti e opinioni su {product}
sl: Povratne informacije za {product}
sr: {product} повратна информација

source: JavaScript is required to leave feedback. Please enable JavaScript in your browser and refresh this page.
cs: Pro odeslání zpětné vazby je potřeba JavaScript. Povolte prosím JavaScript ve svém prohlížeči a obnovte tuto stránku.
el: Απαιτείται η χρήση JavaScript για να υποβάλετε το σχόλιό σας. Παρακαλούμε ενεργοποιήστε τη JavaScript στον περιηγητή σας και κάντε ανανέωση της σελίδας.
id: JavaScript dibutuhkan untuk mengirimkan saran. Aktifkan JavaScript pada peramban Anda dan segarkan laman ini.
it: Per inserire un commento è necessario utilizzare JavaScript. Attiva JavaScript nel browser e ricarica la pagina.
sl: Za pošiljanje povratnih informacij je zahtevan Javascript. Omogočite ga v svojem brskalniku in osvežite to stran.
sr: JavaScript је потребан да бисте оставили коментар. Молимо Вас укључите JavaScript у Вашем прегледачу и освежите ову страницу.

source: How does %(product)s make you feel?
cs: Jaký máte pocit z produktu %(product)s?
el: Πως αισθάνεστε για τον %(product)s ;
id: Bagaimana pendapat Anda tentang %(product)s?
it: Sei soddisfatto o deluso di %(product)s?
sl: Kako se počutite ob uporabi izdelka %(product)s?
sr: Како се осећате поводом %(product)s?

source: %(product)s makes me happy
bg: %(product)s ме прави щастлив
cs: %(product)s mě činí šťastným
el: Ο %(product)s με ευχαριστεί
id: %(product)s menyenangkan
it: %(product)s? mi ha soddisfatto.
sl: %(product)s me je razveselil
sr: %(product)s ме је усрећио

source: %(product)s makes me sad
bg: %(product)s ме натъжава
cs: %(product)s mě zklamal
el: Ο %(product)s με δυσαρεστεί
id: %(product)s mengecewakan
it: %(product)s mi ha deluso.
sl: %(product)s me je razžalostil
sr: %(product)s ме је растужио

source: Is %(product)s not the product you want to give feedback on?<br /> <a href="%(url)s">Pick a different product</a>.
cs: Není %(product)s tím produktem, pro který chcete odeslat zpětnou vazbu?<br /> <a href="%(url)s">Vyberte jiný</a>.
el: Ο %(product)s δεν είναι το προϊόν για το οποίο θέλετε να υποβάλετε σχόλια;<br /> <a href="%(url)s">Διαλέξτε κάποιο άλλο προϊόν</a>.
id: Apakah Anda tidak bermaksud untuk meninggalkan saran untuk %(product)s?<br /> <a href="%(url)s">Pilih produk lainnya</a>.
it: Non è %(product)s il prodotto per il quale volevi esprimere la tua opinione?<br /> <a href="%(url)s">Scegline un altro</a>.
sl: Ali %(product)s ni izdelek, za katerega želite poslati povratne informacije?<br /> <a href="%(url)s">Izberite drug izdelek</a>.
sr: Зар није %(product)s производ о коме сте хтели да напишете своје мишљење?<br /> <a href="%(url)s">Изаберите други производ</a>.

source: Please describe what you like. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
bg: Опишете, каквото смятате за добре. Съдържанието на обратната връзка е публично, за това се уверете, че не включвате лична информация като адрес на ел. поща, пароли или телефонен номер.
cs: Popište prosím, co potřebujete. Obsah vaší reakce bude veřejný, proto se prosím ujistěte, že do ní nevkládáte žádné osobní informace jako e-mailovou adresu, hesla nebo telefonní číslo.
el: Παρακαλούμε πείτε μας τι σας ευχαριστεί. Το περιεχόμενο των σχολίων σας θα είναι δημόσια διαθέσιμο, γι 'αυτό παρακαλούμε να βεβαιωθείτε πως δεν περιλαμβάνει προσωπικά δεδομένα.
id: Jelaskan apa yang Anda sukai. Isi masukan Anda akan diterbitkan secara publik, pastikan Anda tidak menyertakan informasi pribadi apa pun, seperti alamat email, sandi, atau nomor telepon.
it: Descrivi che cosa hai trovato soddisfacente. I commenti saranno pubblici, quindi ti preghiamo di non includere informazioni personali di alcun genere, come indirizzo email, password o numero di telefono.
sl: Opišite, kaj vam je bilo všeč. Vaše sporočilo bo vidno vsem, tako da poskrbite, da v njem ne bo osebnih podatkov, npr. e-poštnih naslovov, gesel in telefonskih številk.
sr: Молимо опишите шта Вам се допада. Садржај Ваше повратне информације ће бити јаван, па будите сигурни да не садржи никакве личне податке као што су адреса е-поште, лозинке или број телефона.

source: Please describe your problem below and be as specific as you can. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
bg: Моля, опишете проблемa си по-долу, колкото се може по побробно. Съдържанието на обратната връзка е публично, за това се уверете, че не включвате лична информация като адрес на ел. поща, пароли или телефонен номер.
cs: Popište prosím svůj problém co nejpřesněji dokážete. Obsah vaší reakce bude veřejný, proto se prosím ujistěte, že do ní nevkládáte žádné osobní informace jako e-mailovou adresu, hesla nebo telefonní číslo.
el: Παρακαλούμε περιγράψτε το πρόβλημά σας παρακάτω με όσο περισσότερες λεπτομέρειες μπορείτε. Το περιεχόμενο των σχολίων σας θα είναι δημόσια διαθέσιμο, γι 'αυτό παρακαλούμε να βεβαιωθείτε πως δεν περιλαμβάνει προσωπικά δεδομένα.
id: Jelaskan masalah Anda di bawah ini selengkap mungkin. Isi saran Anda akan diterbitkan secara publik, pastikan Anda tidak menyertakan informasi pribadi apa pun, seperti alamat email, sandi, atau nomor telepon.
it: Descrivi i problemi che hai riscontrato nel modo più dettagliato possibile. I commenti saranno pubblici, quindi ti preghiamo di non includere informazioni personali di alcun genere, come indirizzo email, password o numero di telefono.
sl: Spodaj kar najbolj podrobno opišite svojo težavo. Vaše sporočilo bo vidno vsem, tako da poskrbite, da v njem ne bo osebnih podatkov, npr. e-poštnih naslovov, gesel in telefonskih številk.
sr: Молимо Вас да што детаљније опишете проблем испод. Садржај Ваше повратне информације ће бити јаван, па будите сигурни да не садржи никакве личне податке као што су адреса е-поште, лозинке или број телефона.

source: If your feedback is related to a website, you can include it here:
bg: Ако вашата обратна връзка е за интернет страница, можете да сложите адресът ѝ тук:
cs: Pokud se vaše reakce týká konkrétní webové stránky, můžete ji sem přidat:
el: Εάν τα σχόλιά σας σχετίζονται με μια ιστοσελίδα, μπορείτε να τη συμπεριλάβετε εδώ:
id: Jika saran Anda terkait dengan sebuah situs web, sertakan di sini:
it: Se il tuo commento riguarda un sito web puoi inserire il link qui:
sl: Če se vaše povratne informacije nanašajo na spletno stran, jo lahko navedete tukaj:
sr: Ако је Ваша повратна информација везана за овај сајт, можете је уписати овде:

source: Check here to provide technical information about your browser. This information helps us better understand our users and create better products. This information will be kept in accordance with our Privacy policy.
cs: (Volitelné) Poskytněte technické informace o svém prohlížeči. Tato informace nám pomůže lépe porozumět našim uživatelům a vytvářet lepší produkty. Data budou uchována v souladu s našimi Zásadami ochrany soukromí.
el: Επιλέξτε το κουτάκι για να μας παρέχετε τεχνικές πληροφορίες για τον περιηγητή σας. Αυτές οι πληροφορίες θα μας βοηθήσουν να κατανοήσουμε καλύτερα τους χρήστες μας και να δημιουργούμε καλύτερα προϊόντα. Οι πληροφορίες θα αποθηκευτούν σύμφωνα με την πολιτική απορρήτου μας.
it: Seleziona questa opzione per inviarci informazioni tecniche sul tuo browser. Le informazioni che riceviamo vengono utilizzate per comprendere meglio le esigenze degli utenti e sviluppare prodotti sempre più validi. I dati inviati sono soggetti all’Informativa sulla privacy di Mozilla.
sl: Označite to polje, da nam pošljete tehnične podatke o svojem brskalniku. Ti podatki nam bodo pomagali pri boljšem razumevanju svojih uporabnikov in ustvarjanju boljših izdelkov. Te podatke bomo hranili v skladu z našim Pravilnikom o zasebnosti.
sr: Означите овде да пружите техничке информације о Вашем прегледачу. Ова информација нам помаже да боље разумемо наше кориснике и направимо боље производе. Ови подаци ће бити приватни.

source: (Optional) Check here to let us contact you to follow up on your feedback. Your email address will be kept private.
cs: (Nepovinné) Zaškrtněte, pokud si přejete, abychom vás mohli kontaktovat. Vaše e-mailová adresa zůstane skrytá.
el: (Προαιρετικό) Επιλέξτε εδώ για να μας επιτρέψετε να επικοινωνήσουμε μαζί σας σχετικά με τα σχόλιά σας. Το email σας θα παραμείνει απόρρητο.
id: (Opsional) Centang di sini agar kami dapat menghubungi Anda untuk menindaklanjuti saran Anda. Alamat email Anda akan tetap terjaga kerahasiaannya.
it: (Facoltativo) Seleziona questa casella per consentirci di contattarti e dare seguito ai tuoi suggerimenti. L’indirizzo email non verrà reso pubblico.
sl: (Neobvezno) Označite to polje, če se lahko v zvezi z vašimi povratnimi informacijami obrnemo na vas. Vaš e-poštni naslov bo ostal skrit.
sr: (Optional) Чекирајте овде да нам дозволите да Вас контактирамо у вези Ваше повратне информације. Ваша е-пошта ће бити чувана у тајности.

source: Submit
bg: Изпращане
cs: Odeslat
el: Υποβολή
it: Invia
sl: Pošlji
sr: Пошаљи

source: Select A Product
bg: Избиране на продукт
cs: Vyberte produkt
el: Επιλέξτε προϊόν
id: Pilih Produk
it: Seleziona un prodotto
sl: Izberite izdelek
sr: Изаберите производ

source: Select a product
bg: Избиране на продукт
cs: Vyberte produkt
el: Επιλέξτε ένα προϊόν
id: Pilih produk
it: Seleziona un prodotto
sl: Izberite izdelek
sr: Изаберите производ

source: No products available.
bg: Няма достъпни продукти.
cs: Žádné produkty nejsou dostupné.
el: Δεν ειναι διαθεσιμη η αναζητηση
id: Produk tidak tersedia.
it: Nessun prodotto disponibile
sl: Ni razpoložljivih izdelkov.
sr: Нема доступних производа.

source: Select a product to leave feedback for.
bg: Изберете продуктът, за който ще оставите обратна връзка.
cs: Vyberte produkt pro odeslání reakce.
el: Επιλέξτε ένα προϊόν για το οποίο θέλετε να υποβάλετε σχόλια.
id: Pilih produk untuk mengirimkan saran.
it: Seleziona un prodotto per inviarci la tua opinione
sl: Izberite izdelek, za katerega želite poslati povratne informacije.
sr: Изаберите производ да оставите коментар за њега.

source: Your feedback will be used to create a better experience in future releases of Firefox.
bg: Вашата обратна връзка ще ми помогне да правим по-добри бъдещи версии на Firefox.
cs: Vaše reakce bude použita pro vytvoření lepších verzí Firefoxu.
el: Τα σχόλιά σας θα βοηθήσουν στη δημιουργία μιας καλύτερης εμπειρίας σε επόμενες εκδόσεις του Firefox.
id: Masukan Anda akan digunakan untuk memperbaiki pengalaman pada versi Firefox yang akan datang.
it: I tuoi suggerimenti verranno utilizzati per migliorare l’esperienza di tutti gli utenti nelle prossime versioni di Firefox.
pt_pt: Sua opinião será usada para criar uma experiência melhor nas futuras versões do Firefox.
ro: Opinia ta va fi folosită pentru a crea o experiență mai bună în viitoarele versiuni de Firefox.
sl: Z vašimi povratnimi informacijami bomo lahko izboljšali uporabniško izkušnjo v prihodnjih izdajah Firefoxa.
sr: Ваш коментар ће се користити за побољшање следећих верзија Firefox-а.

source: Having problems? Get help.
bg: Имате проблеми? Получете помощ.
cs: Narazili jste na problém? Zde je pomoc.
el: Αντιμετωπίζετε κάποιο πρόβλημα; Λάβετε βοήθεια.
id: Menjumpai masalah? Dapatkan bantuan.
it: Riscontri problemi? Ricevi assistenza.
sl: Imate težave? Poiščite pomoč.
sr: Имате проблеме? Потражите помоћ.

source: Go to our support forum where you can <a href="%(url)s">get help and find answers</a>.
cs: Přejděte na naše fórum podpory, kde vám <a href="%(url)s">pomůžeme a odpovíme</a> na vaše otázky.
el: Επισκεφτείτε το φόρουμ υποστήριξης όπου μπορείτε να <a href="%(url)s">λάβετε βοήθεια και να βρείτε απαντήσεις</a>.
id: Bukan forum dukungan kami untuk <a href="%(url)s">mendapatkan bantuan dan menemukan jawaban</a>.
it: Visita il nostro forum di supporto dove potrai <a href="%(url)s">ricevere aiuto e trovare risposta</a>.
sl: Obiščite naš forum za podporo, kjer lahko <a href="%(url)s">dobite pomoč in najdete odgovore</a>.
sr: Идите на наш форум подршке где можете <a href="%(url)s">добити помоћ и пронаћи одговоре</a>.

source: Learn how you can <a href="%(url)s">make Firefox and Mozilla better</a>.
bg: Научете как можете <a href="%(url)s">да направите Firefox и Mozilla по-добри</a>.
cs: Přečtěte si, jak můžete <a href="%(url)s">učinit Firefox a Mozillu lepšími</a>.
el: Μάθετε πώς μπορείτε <a href="%(url)s">να κάνετε τον Firefox και το έργο Mozilla καλύτερο</a>
id: Pelajari cara untuk ikut berperan dan <a href="%(url)s">membuat Firefox dan Mozilla lebih baik</a>.
it: Scopri come puoi <a href="%(url)s">contribuire al miglioramento di Firefox e Mozilla</a>
sl: Naučite se, kako lahko <a href="%(url)s">izboljšate Firefox in Mozillo</a>.
sr: Сазнајте како можете <a href="%(url)s">унапредити Firefox и Mozilla-у</a>.

source: Please Download Firefox!
bg: Моля, изтеглете Firefox!
cs: Stáhněte si prosím Firefox!
el: Λήψη του Firefox
id: Silakan Unduh Firefox!
it: Scarica Firefox
pt_pt: Por favor, Transfira o Firefox!
ro: Vă rugăm descărcați Firefox!
sl: Prenesite si Firefox!
sr: Молимо Bac преузмите Firefox!

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
sl: Razen če ni <a href="%(legal_url)s">navedeno</a> drugače, je vsebina te spletne strani na voljo pod dovoljenjem <a href="%(license_url)s">Creative Commons Attribution-Share Alike License v3.0</a> ali katerokoli novejšo različico.

source: Go to our support forum where you can get help and find answers.
sl: Obiščite naš forum za podporo, kjer lahko dobite pomoč in najdete odgovore.

source: Bigram
it: Digramma

source: Firefox Input: {query}
ro: Reacții despre Firefox: {query}

source: <strong>Firefox</strong> Input
bg: Табло с мнения за <strong> Firefox </strong>
ro: Opinii despre <strong>Firefox</strong>

source: Please be as specific as you can.
pt_pt: Por favor, seja o mais específico que conseguir.
ro: Vă rugăm să fie cât mai specifice, dacă puteți.

source: If your feedback is related to a website, you can include it here.
pt_pt: Se a sua opinião está relacionada com um site web, pode incluí-la aqui.
ro: Dacă reacția dumneavoastră are legătură cu un websait îl puteți include aici.

source: While your feedback will be publicly visible, email addresses are kept private. We understand your privacy is important.
pt_pt: Apesar da sua opinião ser visível publicamente, os seus endereços de e-mail serão mantidos privados. Nós compreendemos a importância da sua privacidade.
ro: Cât timp reacțiile dumneavoastră vor fi vizibile publicului, adrese de e-mail sunt confidențiale. Noi înțelegem că confidențialitatea dumneavoastră este importantă.
