Repository: mozilla-l10n/input-l10n
Catalog: */LC_MESSAGES/messages.po
Languages: bg, ca, cs, de, el, fr, fy, ga_ie, gl, hu, id, it, ja, nb_no, pt_pt, ro, ru, sl, sr, vi

source: <strong>Firefox Input</strong> is Mozilla's primary feedback mechanism. It is set up to be a method of one-way communication about your experiences in using Firefox, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms over all three major channels of builds.
ca: El <strong>Firefox Input</strong> és el mecanisme principal de Mozilla per a la recollida d'opinions. Està preparat per ser un mètode de comunicació d'un únic sentit sobre les experiències en l'ús del Firefox, l'Internet que es veu a través d'ell, i què pot fer Mozilla per millorar-ne l'experiència. El sistema està disponible des d'un ampli ventall de mecanismes de tramesa des dels tres canals principals de binaris.
de: <strong>Firefox Input</strong> ist Mozillas eigenes Feedback-System und wurde als Einweg-Kommunikationsmöglichkeit geschaffen, damit Sie Ihre Erfahrungen mit der Nutzung von Firefox und mit dem Internet, so wie Sie es durch Firefox erleben, mitteilen und auch vorschlagen können, was Mozilla machen kann, um Ihr Nutzererlebnis zu verbessern. Das System ist über eine breite Vielfalt an Einreichungsmechanismen über alle drei Build-Hauptkanäle verfügbar.
fr: <strong>Firefox Input</strong> est le mécanisme de retour principal de Mozilla. Il est mis en place comme méthode de communication à sens unique concernant vos expériences avec Firefox, la manière donc vous voyez Internet à travers celui-ci, et ce que Mozilla peut faire pour l'améliorer. Ce système peut être utilisé via une série de mécanismes de soumission sur les trois principaux canaux de distribution.
fy: <strong>Firefox Input</strong> is Mozilla's primêre kommentaarmechanisme. It is ynsteld as in metoade fan one-way kommunikaasje oer jo ûnderfining mei it gebrûk fan Firefox, it Ynternet dat jo besjogge en wat Mozilla dwaan kin om die ûnderfining te ferbetterjen. It systeem is beskikber foar in grut ferskaat oan yntsjinmechanismes oer alle trije haadkanalen fan ferzjes.
ga_ie: Is é <strong>Firefox Input</strong> príomhchóras aiseolais Mhozilla. Is éard atá ann ná modh cumarsáide aontreo maidir le húsáid Firefox, an tIdirlíon a bhrabhsálann tú tríd, agus na rudaí is féidir le Mozilla a dhéanamh le feabhas a chur ar do chuairt ar líne. Tugann an córas bealaí éagsúla duit le haiseolas a sheoladh chugainn, agus is féidir aiseolas faoi na trí phríomhleagan atá againn a sheoladh.
gl: O <strong>Firefox Input</strong> é o principal mecanismo de Mozilla para a recollida de opinións. Está preparado para ser un método de comunicación dun so sentido sobre as súas experiencias usando o Firefox, a Internet que ve a través del e o que Mozilla pode facer para melloralas. O sistema está dispoñíbel a través dunha ampla variedade de mecanismos de envío nos tres canais principais de binarios.
hu: A <strong>Firefox Input</strong> a Mozilla elsődleges rendszere a felhasználói visszajelzések fogadására. Ez egy egyirányú kommunikáció, amelynek segítségével a Firefox használata során tapasztalt felhasználói élményeikkel kapcsolatban mondhatják el véleményüket és azt, hogy mit tehet a Mozilla a jobb felhasználói élmény érdekében.
ja: <strong>Firefox Input</strong> は、Mozilla のフィードバックを受けるための重要なサイトです。Firefox を利用してあなたが感じたことや閲覧したサイトについて、そして Mozilla がウェブをより良いものにするためのご意見を情報収集するサイトです。このシステムは、3 つの主要なビルド (Aurora, Beta, Release) のすべてにおいて、さまざまな投稿方法で利用可能になっています。
nb_no: <strong>Firefox Input</strong> er Mozillas primære mekanisme for tilbakemeldinger. Den fungerer som en enveis kommunikasjonsmedium om din opplevelse av Firefox, Internettet som du bruker gjennom den, og hva Mozilla kan gjøre for å gjøre opplevelsen bedre. Systemet er tilgjengelig over en lang rekke innsendingsmekanismer, på tre ulike produktkanaler.
ru: <strong>Firefox Input</strong> является основным механизмом обратной связи Mozilla. Он создан как метод односторонней связи, позволяющей вам сообщить о впечатлениях, возникших при использовании Firefox, о том как вы видите через него Интернет, и о том, что может сделать Mozilla, чтобы улучшить его работу. К этой системе можно получить доступ с помощью разнообразных механизмов отправки отзывов во всех трёх основных каналах сборок.
vi: <strong>Firefox Input</strong> là cơ chế phản hồi chính thức của Mozilla. Nó được thiết lập là phương thức liên lạc một chiều về trải nghiệm của bạn trong việc dùng Firefox, mạng Internet mà bạn xem, và những gì mà Mozilla có thể làm để làm trải nghiệm đó tốt hơn. Hệ thống này hiện hữu trên một khoảng lớn cơ chế gửi của tất cả ba kênh chính.

source: To submit feedback for your version of Firefox, please go to <a href="%(feedback_url)s">the feedback submission page</a>!
ca: Per a enviar comentaris de la vostra versió del Firefox, aneu a <a href="%(feedback_url)s">la pàgina de tramesa de comentaris</a>!
de: Um Feedback für Ihre Version von Firefox abzugeben, gehen Sie bitte auf unsere <a href="%(feedback_url)s">Feedback-Seite</a>!
fr: Pour envoyer des commentaires sur votre version de Firefox, veuillez visitez <a href="%(feedback_url)s">la page de soumission de commentaires</a> !
fy: Gean nei <a href="%(feedback_url)s">de ynfierside foar kommentaar</a> om kommentaar foar jo ferzje fan Firefox yn te tsjinjen!
ga_ie: Le haiseolas faoi do leagan de Firefox a sheoladh chugainn, téigh go dtí <a href="%(feedback_url)s">an leathanach aiseolais</a>!
gl: Para enviar opinións sobre a súa versión do Firefox, vaia a <a href="%(feedback_url)s">páxina de envío de opinións</a>!
hu: A Firefox verziójával kapcsolatos visszajelzés elküldéséhez menjen a <a href="%(feedback_url)s">visszajelzés-küldő oldalra</a>!
ja: あなたが利用している Firefox のバージョンへのフィードバック送信は、こちらの <a href="%(feedback_url)s">フィードバック投稿ページ</a>からお願いします！
nb_no: For å gi tilbakemelding om din Firefox-versjon, gå til <a href="%(feedback_url)s">tilbakemeldingssiden</a>!
ru: Чтобы отправить отзыв на вашу версию Firefox, пожалуйста, перейдите на <a href="%(feedback_url)s">страницу отправки отзывов</a>!
vi: Để gửi phản hồi cho phiên bản Firefox của bạn, vui lòng vào <a href="%(feedback_url)s">trang gửi phản hồi</a>!

source: Open Data
bg: Отворени данни
ca: Dades obertes
cs: Otevřená data
de: Offene Daten
el: Ανοικτά δεδομένα
fr: Données ouvertes
fy: Iepen gegevens
ga_ie: Sonraí Oscailte
gl: Datos abertos
hu: Nyílt adat
id: Data Terbuka
nb_no: Åpen data
pt_pt: Dados abertos
ro: Date deschise
ru: Открытые данные
sl: Odpri podatke
sr: Јавни подаци
vi: Dữ liệu Mở

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please <a href="%(data_url)s">contact us</a>!
ca: Ens agradaria experimentar més amb les dades, però som només poca gent. Per tant, voldríem sol·licituds d'aquelles preguntes de les quals en voldríeu resposta! Si volguéssiu experimentar amb les nostres dades, no dubteu en <a href="%(data_url)s">contactar-nos</a>!
de: Wir würden gerne mehr mit diesen Daten experimentieren, aber wir sind nur wenige Leute. Daher brauchen wir Anfragen von Ihnen, um zu sehen welche Fragen Sie beantwortet haben möchten! Wenn Sie mit unseren Daten experimentieren möchten, <a href="%(data_url)s">kontaktieren Sie uns</a>!
fr: Nous aimerions beaucoup faire d'autres d'expériences sur ces données, mais nous sommes peu nombreux. Aussi nous avons besoin que vous nous posez les questions dont vous aimeriez connaitre les réponses. Si vous voulez faire vos propres expériences avec nos données, <a href="%(data_url)s">contactez nous</a> !
fy: Wy soenen graach mear mei dizze gegevens eksperimentearje wolle, mar wy binne mar mei in pear minsken. Wy heare dêrom graach hokker fragen jo beäntwurde hawwe wolle! As jo mei ús gegevens eksperimentearje wolle, <a href="%(data_url)s">nim dan kontakt mei ús op</a>!
ga_ie: Ba bhreá linn tuilleadh turgnamh a dhéanamh leis na sonraí seo, ach níl ach scata an-bheag againn anseo. Mar sin, cuir in iúl dúinn na ceisteanna a bhfuil suim agat sna freagraí! Más mian leat do thurgnamh féin a dhéanamh lenár gcuid sonraí, <a href="%(data_url)s">téigh i dteagmháil linn</a>!
gl: Encantaríanos experimentar máis con estes datos, pero tan só somos unhas poucas persoas. Entón, precisamos saber que preguntas vos gustaría ver contestadas! Se vostede quere experimentar cos nosos datos, <a href="%(data_url)s">contacte connosco</a>!
hu: Szeretünk az adatokkal tovább kísérletezni, de csak néhányan vagyunk. Ezért olyan kérdéseket szeretnénk kapni, amelyekre ezekből az adatokból válaszra várnak. Amennyiben kísérletezni szeretne az adatainkkal, <a href="%(data_url)s">vegye fel velünk a kapcsolatot</a>!
ja: この情報からより多くを理解しようとしたいところですが、我々は少人数です。あなたが回答を見てみたい項目についてご意見があればお寄せください！ もし興味があれば、<a href="%(data_url)s">ご連絡ください</a>！
nb_no: Vi ønsker å eksperimentere mer med de data vi har fått inn, men vi er bare noen få personer. Så derfor trenger vi forespørsler fra deg om spørsmål som du ønsker å få svar på! Hvis du ønsker å eksperimentere med våre data, <a href="%(data_url)s">kontakt oss</a>!
ru: Мы хотели бы провести больше экспериментов с этими данными, но нас всего несколько человек. Поэтому нам нужно получать от вас запросы по поводу вопросов, на которые вы хотели бы получить ответ! Если вы хотите поэкспериментировать с нашим данными, пожалуйста <a href="%(data_url)s">свяжитесь с нами</a>!
vi: Chúng tôi rất muốn thử nghiệm thêm dữ liệu này, nhưng chúng tôi chỉ có vài người. Do đó, chúng tôi cần yêu cầu của bạn đối với những câu hỏi mà bạn muốn có trả lời! Nếu bạn muốn thử nghiệm với dữ liệu của chúng tôi, vui lòng <a href="%(data_url)s">liên hệ chúng tôi</a>!

source: Source Code
bg: Изходен код
ca: Codi font
cs: Zdrojový kód
de: Quelltext
el: Πηγαίος κώδικας
fr: Code source
fy: Boarnekoade
ga_ie: Cód Foinseach
gl: Código fonte
hu: Forráskód
id: Kode Sumber
it: Codice sorgente
ja: ソースコード
nb_no: Kildekode
pt_pt: Código fonte
ro: Cod sursă
ru: Исходный код
sl: Izvorna koda
sr: Изворни код
vi: Mã nguồn

source: The code for the Firefox Input web application can be found <a href="%(source_url)s">on GitHub</a>!
ca: El codi de l'aplicació web Firefox Input es troba <a href="%(source_url)s">al GitHub</a>!
de: Der Quelltext für die Webanwendung zu Firefox Input kann <a href="%(source_url)s">auf GitHub</a> abgerufen werden!
fr: Le code de l'application web Firefox Input se trouve <a href="%(source_url)s">sur GitHub</a> !
fy: De koade foar de Firefox Input-webtapassing is te finen <a href="%(source_url)s">op GitHub</a>!
ga_ie: Is féidir teacht ar chód foinseach an tsuímh seo ar <a href="%(source_url)s">GitHub</a>!
gl: O código do aplicativo web Firefox Input pode atoparse <a href="%(source_url)s">en GitHub</a>!
hu: A Firefox Input webalkalmazás forráskódja a <a href="%(source_url)s">GitHub</a>on található!
ja: Firefox Input サービスのソースコードは <a href="%(source_url)s">GitHub</a> にあります！
nb_no: Koden til Firefox Input-applikasjonen fins <a href="%(source_url)s">på GitHub</a>!
ru: Код веб-приложения Firefox Input можно найти <a href="%(source_url)s">на GitHub</a>!
vi: Mã nguồn của ứng dụng web Firefox Input có thể được tìm thấy <a href="%(source_url)s">trên GitHub</a>!

source: Proceed to main content
bg: Продължете към главното съдържание
ca: Vés al contingut principal
cs: Přechod na hlavní obsah
de: Weiter zum Hauptinhalt
el: Μετάβαση στο κυρίως περιεχόμενο
fr: Se rendre sur la page principale
fy: Troch nei haadfinster
ga_ie: Léim go dtí an príomhábhar
gl: Ir ao contido principal
hu: Tovább a fő tartalomhoz
id: Loncat ke isi utama
it: Vai al contenuto principale
ja: コンテンツ部分へジャンプする
nb_no: Gå til hovedinnholdet
pt_pt: Continuar para o conteúdo principal
ro: Continuați la pagina principală
ru: Перейти к главному содержимому
sl: Dalje na glavno vsebino
sr: Наставите до главног садржаја
vi: Đi tới nội dung chính

source: Proceed to footer
bg: Към долната част на страницата
ca: Vés al peu de pàgina
cs: Přechod na patičku
de: Weiter zur Fußzeile
el: Μετάβαση στο υποσέλιδο
fr: Se rendre au pied de page
fy: Troch nei foettekst
ga_ie: Go dtí an buntásc
gl: Ir ao pé da páxina
hu: Tovább a lábléchez
id: Loncat ke kaki laman
it: Vai a piè di pagina
ja: フッタ部分へジャンプする
nb_no: Fortsett til fotnoter
pt_pt: Ir para o rodapé
ro: Mergeți la subsol
ru: Перейти вниз
sl: Dalje na dno strani
sr: Наставите до подножја
vi: Đi tới chân trang

source: <strong>Firefox</strong> Input Dashboard
ca: Tauler d'entrada del <strong>Firefox</strong>
de: <strong>Firefox</strong> Input-Hauptseite
fr: Tableau de bord <strong>Firefox</strong> Input
fy: <strong>Firefox</strong> Ynput-dashboerd
ga_ie: Painéal Aiseolais <strong>Firefox</strong>
gl: Taboleiro do <strong>Firefox</strong> Input
ja: <strong>Firefox</strong> Input ダッシュボード
nb_no: <strong>Firefox</strong> Input-instrumentbord
ru: Панель отзывов <strong>Firefox</strong>
vi: Bảng thống kê <strong>Firefox</strong> Input

source: Feedback
bg: Обратна връзка
ca: Opinió
cs: Reakce
el: Σχόλιο
fr: Opinions
fy: Kommentaar
ga_ie: Aiseolas
gl: Opinión
hu: Visszajelzés
id: Saran
it: Commenti
ja: フィードバック
nb_no: Tilbakemelding
ro: Reacţii
ru: Отзывы
sl: Povratne informacije
sr: Повратна информација
vi: Phản hồi

source: Welcome!
bg: Добре дошли!
ca: Us donem la benvinguda!
cs: Vítejte!
de: Willkommen!
el: Καλώς ορίσατε!
fr: Bienvenue !
fy: Wolkom!
ga_ie: Fáilte!
gl: Benvida!
hu: Üdvözöljük!
id: Selamat Datang!
it: Benvenuto
ja: ようこそ！
nb_no: Velkommen!
pt_pt: Bem vindo!
ro: Bine ați venit!
ru: Добро пожаловать!
sl: Dobrodošli!
sr: Добродошли!
vi: Chào mừng!

source: Input Dashboard
ca: Tauler de comentaris
de: Input-Hauptseite
fr: Tableau de bord
fy: Ynfierdashboard
ga_ie: Painéal Aiseolais
gl: Taboleiro do Input
ja: Input ダッシュボード
nb_no: Input-instrumentbord
ru: Панель отзывов
vi: Bảng thống kê Đầu vào

source: Privacy Policy
bg: Политика за поверителност
ca: Política de privadesa
cs: Zásady ochrany soukromí
de: Datenschutzerklärung
el: Πολιτική απορρήτου
fr: Politique de confidentialité
fy: Privacybelied
ga_ie: Polasaí Príobháideachta
gl: Política de privacidade
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
nb_no: Personvern
pt_pt: Política de privacidade
ro: Politică de confidențialitate
ru: Политика приватности
sl: Politika zasebnosti
sr: Полиса о приватности
vi: Chính sách Riêng tư

source: Legal Notices
bg: Правни бележки
ca: Nota legal
cs: Právní informace
de: Rechtshinweise
el: Νομικές σημειώσεις
fr: Mentions légales
fy: Juridyske opmerkingen
ga_ie: Fógraí Dlí
gl: Aviso legal
hu: Jogi közlemények
id: Pernyataan Hukum
it: Note legali
ja: 法的事項
nb_no: Juridiske merknader
pt_pt: Informações legais
ro: Mențiuni legale
ru: Правовые уведомления
sl: Pravna obvestila
sr: Правна обавештења
vi: Lưu ý Pháp lí

source: Report Trademark Abuse
bg: Докладване за злоупотреба с търговска марка
ca: Informa d'un abús de la marca
cs: Nahlásit zneužití ochranných známek
de: Missbrauch unserer Warenzeichen melden
el: Αναφορά παραβίασης εμπορικών σημάτων
fr: Rapporter un abus d'utilisation de marque déposée
fy: Misbrûk fan hannelsmerk melde
ga_ie: Drochúsáid Trádmharcanna
gl: Informar de abusos de marca
hu: Védjeggyel kapcsolatos visszaélés jelentése
id: Laporkan Penyalahgunaan Merek Dagang
it: Segnala un abuso dei marchi registrati
ja: 商標の不正利用を報告
nb_no: Rapporter misbruk av varemerker
pt_pt: Reportar abuso de marca(s) registada(s)
ro: Raportează folosirea abuzivă a mărcilor înregistrate
ru: Сообщить о злоупотреблении торговой маркой
sl: Prijavite zlorabo blagovne znamke
sr: Пријави злоупотребу робне марке
vi: Báo cáo Lạm dụng Thương hiệu

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
bg: Освен ако не е <a href="%(legal_url)s">отбелязано друго</a>, съдържанието на този сайт е лиензирано под<br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> или друга по-нова версия.
ca: Excepte si <a href="%(legal_url)s">s'indica</a> el contrari, el contingut d'aquest lloc està sota una <br/> <a href="%(license_url)s">llicència Creative Commons Atribució-Compartir igual v3.0</a> o qualsevol altra versió posterior.
cs: Pokud není <a href="%(legal_url)s">uvedeno</a> jinak, je obsah tohoto webu pod <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> či jakoukoliv novější verzí.
de: Wenn nicht anders <a href="%(legal_url)s">angegeben</a>, steht der Inhalt dieser Seite unter einer <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike Lizenz</a> Version 3.0 oder später.
fr: Sauf <a href="%(legal_url)s">mention contraire</a>, le contenu de ce site est sous licence <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> ou toute version ultérieure.
fy: Utsein wêr oars <a href="%(legal_url)s">oanjûn</a> falt de ynhâld fan dit webstee ûnder de <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> of in lettere ferzje.
ga_ie: Ach amháin in aon áit <a href="%(legal_url)s">ina ndeirtear a mhalairt</a>, cuirtear an t-ábhar ar an suíomh seo ar fáil faoin<br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a>, nó aon leagan níos déanaí
gl: Excepto onde <a href="%(legal_url)s">se indique</a> o contrario, autorizase o contido deste sitio pola <br/> <a href="%(license_url)s">licenza Creative Commons Atribución-CompartirIgual v3.0</a> ou calquera versión posterior.
hu: Ha másképp nem kerül <a href="%(legal_url)s">jelzésre</a>, akkor az oldal <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> vagy ennek újabb verziója alatt jelenik meg.
id: Kecuali <a href="%(legal_url)s">dinyatakan</a> lain, isi pada situs ini dilisensikan di bawah lisensi <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> atau versi yang lebih baru.
ja: <a href="%(legal_url)s">他のライセンス</a>が明記されている場合を除き、このサイト上のコンテンツは、<br/><a href="%(license_url)s">クリエイティブコモンズ 表示-継承 3.0</a>、またはそれ以降のバージョンの下でライセンスされます。
nb_no: Med unntak av hvor noe annet er <a href="%(legal_url)s">oppgitt</a> er innhold på dette nettstedet lisensiert under <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> eller nyere versjoner.
pt_pt: Exceto onde <a href="%(legal_url)s">especificado</a>, o conteúdo deste site é licenciado sob a <br/><a href="%(license_url)s">Licença Creative Commons Atribuição-Partilha pela mesma licença v3.0</a> ou qualquer versão posterior.
ro: Cu excepția cazurilor când <a href="%(legal_url)s">se specifică</a> altfel, conținutul de pe acest sait este licențiat sub licența <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> sau orice versiune mai nouă.
ru: За исключением содержимого с <a href="%(legal_url)s">явно указанной</a> лицензией, содержимое этого сайта лицензировано на условиях <br/> <a href="%(license_url)s">лицензии Creative Commons Атрибуция — С сохранением условий версии 3.0</a> или более поздней.
sr: Осим у случајевима где је другачије <a href="%(legal_url)s">наведено</a>, садржај на овом сајту је лиценциран под <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> или новијом верзијом.
vi: Trừ khi có <a href="%(legal_url)s">ghi chú</a> khác, nội dung trên trang này tuân theo <br/> <a href="%(license_url)s">Giấy phép Chia sẻ Tương tự Tính chất Creative Commons v3.0</a> và bất kì phiên bản nào sau này của nó.

source: CSRF Protection Error
ca: Error de protecció CSRF
de: Fehler bei der CSRF-Überprüfung
fr: Erreur de protection CSRF
fy: CSRF-beskermingsflater
ga_ie: Earráid Cosanta CSRF
gl: Erro de protección CSRF
hu: CSRF védelmi hiba
ja: CSRF 保護エラー
nb_no: CSRF beskyttelsesfeil
ru: Ошибка защиты CSRF
vi: Lỗi Ngăn chặn CSRF

source: There was an error verifying your CSRF token. Your request could not be processed. We apologize for the inconvenience!
ca: S'ha produït un error en verificar el vostre testimoni CSRF. No s'ha pogut processar la vostra sol·licitud. Disculpes pels inconvenients!
de: Bei der Überprüfung Ihres CSRF-Schlüssels ist ein Fehler aufgetreten. Ihre Anfrage konnte nicht verarbeitet werden. Bitte entschuldigen Sie die Unannehmlichkeiten!
fr: Il y a eu une erreur lors de la vérification de votre jeton CSRF. Votre requête n'a pu être traitée. Nous nous excusons pour ce désagrément !
fy: Der is in flater bard by it ferifiearjen fan jo CSRF-token. Jo oanfraach koe net ferwurke wurde. Us ekskuses foar it ûngemak!
ga_ie: Tharla earráid agus do cheadchomhartha CSRF á fhíorú. Níorbh fhéidir d'iarratas a phróiseáil. Tá brón orainn!
gl: Produciuse un erro ao verificar o seu token CSRF. Non foi posíbel procesar a súa solicitude. Pedímoslle desculpas polos inconvenientes!
hu: Hiba történt a CSRF token ellenőrzésekor. A kérése nem került feldolgozásra. Elnézést kérünk a kellemetlenségért!
ja: CSRF トークンの検証中にエラーが発生したため、リクエストを処理できませんでした。ご不便をおかけして申し訳ございません。
nb_no: En feil oppstod under verifikasjon av en CSRF-token. Klarte ikke håndtere forespørselen. Beklager det intrufne!
ru: При верификации вашего CSRF-токена произошла ошибка. Ваш запрос не мог быть обработан. Мы приносим свои извинения за неудобство!
vi: Có lỗi khi đang xác minh token CSRF của bạn. Yêu cầu của bạn không thể xử lí được. Chúng tôi xin lỗi vì sự bất tiện này!
